<?php
// Heading
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_account']    = 'Учетная запись';
$_['text_forgotten']  = 'Забыли пароль';
$_['text_your_email'] = 'Ваш адрес электронной почты';
$_['text_email']      = 'Введите Ваш адрес электронной почты. Нажмите кнопку отправить, ваш пароль будет выслан по электронной почте.';
$_['text_success']    = 'Поздравляем: Ваш новый пароль был отправлен на ваш адрес электронной почты.';

// Entry
$_['entry_email']     = 'Адрес электронной почты';

// Error
$_['error_email']     = 'Предупреждение: Адрес электронной почты не найден в наших записях, пожалуйста попробуйте еще раз!';