<?php
// Heading
$_['heading_title']      = 'Возврат товара';

// Text
$_['text_account']       = 'Аккаунт';
$_['text_return']        = 'Информация о возврате';
$_['text_return_detail'] = 'Детально о возврате';
$_['text_description']   = 'Пожалуйста, заполните форму ниже, чтобы запросить номер RMA.';
$_['text_order']         = 'Информацию о заказе';
$_['text_product']       = 'Информация о продукте и причина возврата';
$_['text_message']       = '<p>Спасибо за отправку вашей заявки. Ваш запрос был отправлен в соответствующий департамент для обработки.</p><p>Вы будете уведомлены по электронной почте о состоянии вашего запроса.</p>';
$_['text_return_id']     = 'ID возврата:';
$_['text_order_id']      = 'ID заказа:';
$_['text_date_ordered']  = 'Дата заказа:';
$_['text_status']        = 'Статус:';
$_['text_date_added']    = 'Дата добавления:';
$_['text_comment']       = 'Комментарий к возврату';
$_['text_history']       = 'История возврата';
$_['text_empty']         = 'Вы не делали раннее никаких возвратов!';
$_['text_agree']         = 'Я прочитал и согласен с <a href="%s" class="agree"><b>%s</b></a>';

// Column
$_['column_return_id']   = 'ID возврата';
$_['column_order_id']    = 'ID заказа';
$_['column_status']      = 'Статус';
$_['column_date_added']  = 'Дата добавления';
$_['column_customer']    = 'Клиент';
$_['column_product']     = 'Название товара';
$_['column_model']       = 'Артикул';
$_['column_quantity']    = 'Количество';
$_['column_price']       = 'Цена';
$_['column_opened']      = 'Открыт';
$_['column_comment']     = 'Комментарий';
$_['column_reason']      = 'Причина';
$_['column_action']      = 'Действие';

// Entry
$_['entry_order_id']     = 'ID заказа';
$_['entry_date_ordered'] = 'Дата заказа';
$_['entry_firstname']    = 'Имя';
$_['entry_lastname']     = 'Фамилия';
$_['entry_email']        = 'E-Mail';
$_['entry_telephone']    = 'Телефон';
$_['entry_product']      = 'Название товара';
$_['entry_model']        = 'Код товара';
$_['entry_quantity']     = 'Количество';
$_['entry_reason']       = 'Причина возврата';
$_['entry_opened']       = 'Товар вскрыт';
$_['entry_fault_detail'] = 'Неисправность или другое';
$_['entry_captcha']      = 'Введите код в поле ниже';

// Error
$_['text_error']         = 'Запрошенные Вами возвраты не найдены!';
$_['error_order_id']     = 'Необходим идентификатор заказа!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']        = 'Такой адрес электронной почты недопустим!';
$_['error_telephone']    = 'Телефон должен быть от 3 до 32 символов!';
$_['error_product']      = 'Название продукта должно быть больше чем 3 и меньше 255 символов!';
$_['error_model']        = 'Артикул товара должна быть больше 1 и меньше, чем 64 символов!';
$_['error_reason']       = 'Вы должны выбрать причину возврата товара!';
$_['error_captcha']      = 'Код подтверждения не соответствует картинке!';
$_['error_agree']        = 'Внимание: Вы должны согласиться с %s!';