<?php
// Heading
$_['heading_title'] = 'Ваша учетная запись была создана!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваш аккаунт был успешно создан!</p> <p>Вы можете стать членом %s партнеров.</p> <p>Если у Вас возникли вопросы по поводу работы партнерской системы, пожалуйста, напишите владельцу магазина.</p> <p>Подтверждение отправлено на указанный электронный адрес. Если вы не получили его в течение часа, пожалуйста, <a href="%s"> свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию с %s!</p><p>Вы будете уведомлены по электронной почте после активации Вашей учетной записи владельцем магазина</p><p>Если у вас есть какие-либо вопросы о работе интернет-магазина, пожалуйста, <a href="%s">свяжитесь с владельцем</a>.</p>';
$_['text_account']  = 'Учетная запись';
$_['text_success']  = 'Успешно';
