<?php
// Text
$_['text_title']				= 'Кредитная / дебетовая карта (Paymate)';
$_['text_unable']				= 'Не удается найти или обновить статус Вашего заказа';
$_['text_declined']				= 'Платеж отклонён системой Paymate';
$_['text_failed']				= 'Ошибка транзакции Paymate';
$_['text_failed_message']		= '<p>К сожалению произошла ошибка обработки транзакции Paymate.</p><p><b>Внимание:</b>%s</p><p>Пожалуйста проверьте баланс счета Paymate перед попыткой повторной оплаты данного заказа</p><p>Если вы считаете, что эта транзакция успешно завершена, или система показывает расходную операцию в Вашем аккаунте Paymate, пожалуйста <a href="%s"> Свяжитесь с нами</a>, приложив к обращению данные Вашего заказа.</p>';
$_['text_basket']				= 'Корзина';
$_['text_checkout']				= 'Оформление заказа';
$_['text_success']				= 'Успешно выполнено';