<?php
// Heading
$_['text_title']				= 'Кредитная или дебетовая карта  (Realex)';

// Button
$_['button_confirm']			= 'Подтвердить';

// Entry
$_['entry_cc_type']				= 'Тип карты';

// Text
$_['text_success']				= 'Ваш платеж было разрешен.';
$_['text_decline']				= 'Ваш платеж не прошел';
$_['text_bank_error']			= 'Произошла ошибка при обработке вашего запроса банком.';
$_['text_generic_error']		= 'Произошла ошибка при обработке вашего запроса.';
$_['text_hash_failed']			= 'Ошибка проверки хэша. Не пытайтесь снова произвести платеж,  пока статус оплаты неизвестен. Пожалуйста свяжитесь с продавцом.';
$_['text_link']					= 'Пожалуйста, нажмите <a href="%s"> здесь</a> для продолжения';
$_['text_select_card']			= 'Пожалуйста, выберите тип вашей карты';
$_['text_result']				= 'Результат авторизации';
$_['text_message']				= 'Сообщение';
$_['text_cvn_result']			= 'CVN-результат';
$_['text_avs_postcode']			= 'Почтовый индекс AVS';
$_['text_avs_address']			= 'AVS адрес';
$_['text_eci']					= 'Результат ECI (3D secure)';
$_['text_tss']					= 'TSS результат';
$_['text_order_ref']			= 'Ссылка на заказ';
$_['text_timestamp']			= 'Штамп времени';
$_['text_card_type']			= 'Тип карты';
$_['text_card_digits']			= 'Номер карты';
$_['text_card_exp']				= 'Срок действия карты';
$_['text_card_name']			= 'Название карты';
$_['text_3d_s1']				= 'Владелец карты не записан, сдвиг ответственности';
$_['text_3d_s2']				= 'Невозможно проверить посещаемость, нет сдвига ответственности';
$_['text_3d_s3']				= 'Некорректный ответ от сервера посещаемости, нет сдвига ответственности';
$_['text_3d_s4']				= 'Записано, но неверный ответ от СКД (сервера контроля доступа), нет сдвига ответственности';
$_['text_3d_s5']				= 'Успешная аутентификация, сдвиг ответственности';
$_['text_3d_s6']				= 'Попытка проверки подлинности признана, сдвиг ответственности';
$_['text_3d_s7']				= 'Неверно введен пароль, нет сдвига ответственности';
$_['text_3d_s8']				= 'Проверка подлинности недоступна, нет сдвига ответственности';
$_['text_3d_s9']				= 'Недопустимый ответ от СКД, нет сдвига ответственности';
$_['text_3d_s10']				= 'Неустранимая ошибка RealMPI, нет сдвига ответственности';
$_['text_3d_liability']     	= 'No Liability Shift';
$_['text_card_visa']			= 'Visa';
$_['text_card_mc']				= 'MasterCard';
$_['text_card_amex']			= 'American Express';
$_['text_card_switch']			= 'Переключиться';
$_['text_card_laser']			= 'Лазер';
$_['text_card_diners']			= 'Закусочные';