<?php
// Text
$_['text_title']				= 'Кредитная карта / Дебетовая карта (SagePay)';
$_['text_credit_card']			= 'Данные карты';
$_['text_description']			= 'Товаров в %s заказ №: %s';
$_['text_card_type']			= 'Тип карты: ';
$_['text_card_name']			= 'Название карты: ';
$_['text_card_digits']			= 'Последние цифры: ';
$_['text_card_expiry']			= 'Срок действия: ';
$_['text_trial']				= '%s каждый %s %s из %s платежей тогда ';
$_['text_recurring']			= '%s каждый %s %s';
$_['text_length']				= ' для %s платежей';
$_['text_success']				= 'Ваш платеж был авторизован.';
$_['text_decline']				= 'Ваш платеж был отклонен.';
$_['text_bank_error']			= 'Произошла ошибка при обработке вашего запроса банком.';
$_['text_transaction_error']	= 'Произошла ошибка при обработке транзакции.';
$_['text_generic_error']		= 'Произошла ошибка при обработке вашего запроса.';
$_['text_hash_failed']			= 'Ошибка проверки хэша. Не пытайтесь снова произвести платеж,  пока статус оплаты неизвестен. Пожалуйста свяжитесь с продавцом.';
$_['text_link']					= 'Пожалуйста, нажмите <a href="%s"> здесь</a> для продолжения';
$_['text_confirm_delete']		= 'Вы уверены, что хотите удалить карту?';

// Entry
$_['entry_card']				= 'Новая или существующая карта: ';
$_['entry_card_existing']		= 'Существующая';
$_['entry_card_new']			= 'Новая';
$_['entry_card_save']			= 'Запомнить данные карты для использования в будущем';
$_['entry_cc_choice']			= 'Выбор существующей карты';

// Button
$_['button_delete_card']		= 'Удалить выбранную карту';