<?php
/**
 * Support:
 * https://opencartforum.com/user/3463-shoputils/
 * http://opencart.shoputils.ru/?route=information/contact
 *
*/
// Text
$_['text_title']            = 'Квитанция Сбербанка РФ';
$_['text_instruction']      = 'Для печати квитанции нажмите на кнопку &laquo;Печать квитанции&raquo; (откроется в новом окне).';
$_['text_payment']          = 'Распечатайте квитанцию, затем нажмите кнопку в конце данной странице "Подтвердить заказ".';
$_['text_order_history']    = 'Квитанция хранится в <a href="%s" target="_blank">Истории заказов</a>';
$_['text_payment_comment']  = 'Заказ не будет обработан, пока деньги не поступят на наш расчётный счёт.';
$_['text_printpay']         = '<a href="%s" class="btn btn-primary" target="_blank"><i class="fa fa-print"></i> Печать квитанции</a>';
$_['text_confirm']          = 'Внимание дождитесь загрузки квитанции!!!\n\n-Затем проверьте еще раз правильность введенных Вами платежных данных.\n- Если обнаружена ошибка, то нажмите "Отмена" и отредактируйте форму.\n- Если все нормально, нажмите "ОК" - бланк будет отправлен на печать.';
?>