<?php
// Text
//$_['text_title'] = 'Wallet One Единая касса <img src="catalog/view/image/payment/w1/w1_logo.png" height="30" alt="Wallet One" title="Wallet One" />';
$_['text_title'] = 'Wallet One Единая касса';
$_['text_desc'] = 'Оплата заказа № %s';
// Errors
$_['error_signatue'] = 'Ошибка подписи.';
$_['error_post'] = 'Неверный запрос.';
$_['error_order'] = 'Такого номера заказа нет.';
$_['error_summ'] = 'Не верная сумма заказа.';

// Heading
$_['heading_title_1']        = 'Ваш заказ принят%s!';

// Text
$_['text_basket']          = 'Корзина';
$_['text_checkout']        = 'Оформить заказ';
$_['text_success']         = 'Заказ принят';
$_['text_customer']        = '<p>История заказа находится в <a href="%s">Личном кабинете</a>. Для просмотра истории, перейдите по ссылке <a href="%s">История заказов</a>.</p><p>Если Ваша покупка связана с цифровыми товарами, перейдите на страницу <a href="%s">Файлы для скачивания</a> для просмотра или скачивания.</p><p>Если у Вас возникли вопросы, пожалуйста <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_guest']           = '<p>Если у Вас возникли вопросы, пожалуйста <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_payment_completed'] = ' и оплачен';
$_['text_payment_pending'] = ' и ожидает оплаты';
$_['text_payment_fail'] = ', но не оплачен';
?>
