<?php
// Heading
$_['heading_title']    			= 'Модули';

// Text
$_['text_add']          		= 'Добавить модуль';
$_['text_layout']      			= 'После установки и настройки модуля его можно <a href="%s" class="alert-link">добавить в схему</a>!';
$_['text_list']          		= 'Список модулей';
$_['text_success']          	= 'Список модулей успешно обновлен!';

// Column
$_['column_action']          	= 'Действие';
$_['column_name']          		= 'Название модуля';

// Entry
$_['entry_code']          		= 'Модуль';
$_['entry_name']          		= 'Название модуля';

// Error
$_['error_code']          		= 'Требуется дополнение!';
$_['error_name']          		= 'Название модуля должно быть от 3 до 64 символов';
$_['error_permission']          = 'У Вас нет прав для управления модулями!';