<?php
// Heading
$_['heading_title']  = 'Обратная связь';

// Text
$_['text_location']  = 'Наш адрес';
$_['text_store']     = 'Наши магазины';
$_['text_contact']   = 'Форма для связи';
$_['text_address']   = 'Адрес';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Время работы';
$_['text_comment']   = 'Комментарии';
$_['text_success']   = '<p>Ваш запрос был направлен в магазин!</p>';

// Entry
$_['entry_name']     = 'Ваше имя';
$_['entry_email']    = 'Адрес электронной почты';
$_['entry_enquiry']  = 'Запрос';
$_['entry_captcha']  = 'Введите код в поле ниже';

// Email
$_['email_subject']  = 'Запрос %s';

// Errors
$_['error_name']     = 'Название должно содержать от 3 до 32 символов!';
$_['error_email']    = 'Некорректный адрес электронной почты!';
$_['error_enquiry']  = 'Запрос должен содержать от 10 до 3000 символов!';
$_['error_captcha']  = 'Код подтверждения не соответствует картинке!';
