<?php
// Heading
$_['heading_title']    = 'Причина возврата';

// Text
$_['text_success']     = 'Причины возвратов успешно обновлены!';

// Column
$_['column_name']      = 'Причина возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Причина возврата:';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения причин возвратов!';
$_['error_name']       = 'Причина возврата должена быть от 3 до 32 символов!';
$_['error_return']     = 'Причина возврата не может быть исключена, поскольку она прикреплена к %s возврату(ам)!';
?>