<?php
// Heading
$_['heading_title']    			= 'Менеджер изображений';

// Text
$_['text_delete']          		= 'Файл или директория удалена!';
$_['text_directory']          	= 'Папка создана';
$_['text_uploaded']         	= 'Файл загружен!';

// Entry
$_['entry_folder']          	= 'Новая директория:';
$_['entry_search']          	= 'Поиск..';

// Error
$_['error_delete']          	= 'Невозможно удалить директорию!';
$_['error_directory']          	= 'Выберите директорию!';
$_['error_exists']          	= 'Файл или директория с таким именем уже существует!';
$_['error_filename']          	= 'Имя файла должно быть от 3 до 255 символов!';
$_['error_filetype']          	= 'Внимание! Неверный тип файла!';
$_['error_folder']          	= 'Внимание! Имя папки должно быть от 3 до 255 символов!';
$_['error_permission']          = 'У вас нет прав доступа!';
$_['error_upload']          	= 'Внимание! Файл не может быть загружен по неизвестным причинам!';