<?php
// Heading
$_['heading_title']   = 'Обновление';
$_['heading_success'] = 'Обновление - Завершено!';

// Text
$_['text_upgrade']    = 'Подготовка к обновлению';
$_['text_server']     = 'Проверьте настройки сервера';
$_['text_steps']      = 'Процесс обновления';
$_['text_error']      = 'Сообщите на форуме о любых ошибках во время обновления.';
$_['text_clear']      = 'После обновления, удалите все куки в браузере, чтобы избежать ошибок.';
$_['text_admin']      = 'Войдите в админку и нажмите Ctrl + F5 дважды, чтобы обновить изменения.';
$_['text_user']       = 'Перейдите в Пользователи -> Группы пользователей и выберите группу Администраторов. Проверьте что все галочки отмечены.';
$_['text_setting']    = 'Войдите в админку и отредактируйте Основные настройки. Оновите все поля и нажмите Сохранить, даже если ничего не изменилось.';
$_['text_store']      = 'Откройте главную страницу магазина и нажмите Ctrl + F5 дважды, чтобы обновить изменения.';
$_['text_progress']   = 'Патч %s установлен (%s из %s)';
$_['text_success']    = 'Поздравляем! Вы только что успешно обновили Opencart!';

// Entry
$_['entry_progress']  = 'Процесс';