<?php
// Heading
$_['heading_title']     		= 'Фильтры';

// Text
$_['text_add']          		= 'Добавление фильтра';
$_['text_edit']          		= 'Редактирование фильтра';
$_['text_list']          		= 'Список фильтров';
$_['text_success']          	= 'Фильтры успешно обновлены!';

// Column
$_['column_action']          	= 'Действие';
$_['column_group']          	= 'Группа фильтров';
$_['column_sort_order']         = 'Порядок сортировки';

// Entry
$_['entry_group']          		= 'Название группы:';
$_['entry_name']          		= 'Название фильтра:';
$_['entry_sort_order']          = 'Порядок сортировки:';

// Error
$_['error_group']          		= 'Название группы фильтров должно быть от 1 до 64 символов!';
$_['error_name']          		= 'Название фильтра должно быть от 1 до 64 символов!';
$_['error_permission']          = 'У Вас нет прав для изменения фильтров!';