<?php
// Heading
$_['heading_title']     = 'Отслеживание маркетинга';

// Text
$_['text_success']      = 'Список отслеживаемых компаний успешно обновлен!';
$_['text_list']         = 'Список отслеживания';
$_['text_add']          = 'Добавление компании';
$_['text_edit']         = 'Редактирование компании';

// Column
$_['column_name']       = 'Название компании';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Кликов';
$_['column_orders']     = 'Заказов';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название компании';
$_['entry_description'] = 'Описание';
$_['entry_code']        = 'Код отслеживания';
$_['entry_example']     = 'Пример';
$_['entry_date_added']  = 'Дата добавления';

// Help
$_['help_code']         = 'Код отслеживания, который будет использован для маркетинга за данной компанией.';
$_['help_example']      = 'Что бы система могла отслеживать рефералов, необходимо добавить код отслеживания в конце URL ссылки на Ваш сайт.';

// Error
$_['error_permission']  = 'У вас нет прав на изменения списка компаний!';
$_['error_name']        = 'Название компании должно быть от 1 до 32 символов!';
$_['error_code']        = 'Необходимо указать код отслеживания!';
$_['error_exists']      = 'Код отслеживания уже используется другим партнером!';
