<?php
// Text
$_['text_title'] 			= 'QIWI Кошелек';
$_['sub_text_info'] 		= '';
$_['sub_text_info_phone'] 	= 'Номер QIWI кошелька (телефон в международном формате): + ';
$_['markup'] 			    = 'Итого к оплате через %s с учетом комиссии (%s%%) : ';
$_['order_id'] 			    = 'Оплата заказа №';
$_['qiwi_rest_limit'] 	    = '<font color="red">Превышено ограничение на максимальную сумму заказа в qiwi (15000 рублей)</font>';
$_['button_back'] 		    = 'В корзину';
$_['qiwi_rest_rubls'] 		= ' рублей';
$_['qiwi_pcs'] 			    = ' шт ';

$_['qiwi_error']	 		= 'Ошибка ';
$_['qiwi_error_5'] 		    = 'Неверные данные в параметрах запроса';
$_['qiwi_error_13'] 		= 'Сервер занят, повторите запрос позже';
$_['qiwi_error_78'] 		= 'Недопустимая операция';
$_['qiwi_error_150'] 		= 'Ошибка авторизации';
$_['qiwi_error_152'] 		= 'Не подключен или отключен протокол';
$_['qiwi_error_210'] 		= 'Счет не найден';
$_['qiwi_error_215'] 		= 'Счет с таким bill_id уже существует';
$_['qiwi_error_220'] 		= 'Недостаточно средств на счете для проведения платежа';
$_['qiwi_error_241'] 		= 'Сумма слишком мала';
$_['qiwi_error_242'] 		= 'Сумма слишком велика';
$_['qiwi_error_298'] 		= 'Кошелек с таким номером не зарегистрирован';
$_['qiwi_error_300'] 		= 'Техническая ошибка, повторите запрос позже';
$_['qiwi_error_303'] 		= 'Неверный номер телефона';
$_['qiwi_error_316'] 		= 'Попытка авторизации заблокированным провайдером';
$_['qiwi_error_319'] 		= 'Нет прав на данную операцию';
$_['qiwi_error_341'] 		= 'Обязательный параметр указан неверно или отсутствует в запросе';
$_['qiwi_error_700'] 		= 'Превышен месячный лимит на операции';
$_['qiwi_error_702'] 		= 'Превышен лимит на остаток счета абонента Visa QIWI Wallet';
$_['qiwi_error_1001'] 		= 'Запрещенная валюта для провайдера';
$_['qiwi_error_1003'] 		= 'Не удалось получить курс конвертации для данной пары валют';
$_['qiwi_error_1019'] 		= 'Не удалось определить сотового оператора для мобильной коммерции';

$_['qiwi_continue'] 		= 'Сразу оплатить заказ';
