<?php
// Heading
$_['heading_title']				= 'Благодарим Вас за покупки в %s .... ';

// Text
$_['text_title']				= 'Кредитная карта / Дебетная карта (WorldPay)';
$_['text_response']				= 'Ответ от WorldPay:';
$_['text_success']				= '... ваш платеж был успешно получен.';
$_['text_success_wait']			= ' <b><span style="color: #FF0000">Пожалуйста, подождите </span></b>пока мы закончим обработку вашего заказа. <br>Если вы не перенаправлены автоматически в течении 10 секунд, пожалуйста, нажмите <a href="%s">здесь</a>.';
$_['text_failure']				= '... Ваш платеж был отменен!';
$_['text_failure_wait']			= '<b><span style="color: #FF0000"> Пожалуйста, подождите...</span></b><br>Если вы не перенаправлены автоматически в течении 10 секунд, пожалуйста, нажмите <a href="%s"> здесь</a>.';
$_['text_pw_mismatch']			= 'CallbackPW не совпадают. Заказ требует разбора.';