<?php
// Heading
$_['heading_title']       		= 'Макеты';

// Text
$_['text_success']          	= 'Список макетов успешно обновлен!';
$_['text_list']          		= 'Список макетов';
$_['text_add']          		= 'Добавление макета';
$_['text_edit']          		= 'Редактирование макета';
$_['text_remove']         = 'Удалить';
$_['text_route']          = 'Выберите магазин, который будет использоваться с этим макетом';
$_['text_module']         = 'Выберите положение модулей';
$_['text_default']          	= 'По умолчанию';
$_['text_content_top']          = 'Вверху страницы';
$_['text_content_bottom']       = 'Внизу страницы';
$_['text_column_left']          = 'Левая колонка';
$_['text_column_right']         = 'Правая колонка';

// Column
$_['column_name']          		= 'Название макета';
$_['column_action']          	= 'Действие';

// Entry
$_['entry_name']          		= 'Название макета:';
$_['entry_store']          		= 'Магазин:';
$_['entry_route']          		= 'Путь:';
$_['entry_module']          	= 'Модуль:';

// Error
$_['error_permission']          = 'У вас нет прав для изменения макета!';
$_['error_name']          		= 'Название макета должно быть от 3 до 64 символов!';
$_['error_default']          	= 'Этот макет не может быть удален, поскольку он используется в магазине по умолчанию!';
$_['error_store']          		= 'Этот макет не может быть удален, поскольку он используется %s магазином(ами)!';
$_['error_product']          	= 'Этот макет не может быть удален, поскольку он используется %s товаром(ами)!';
$_['error_category']          	= 'Этот макет не может быть удален, поскольку он используется %s категорией(ями)!';
$_['error_information']         = 'Этот макет не может быть удален, поскольку он используется %s страницей(ами)!';
