<?php
// Heading
$_['heading_title']                     = 'Импорт товара';
$_['text_openbay']                      = 'OpenBay Pro';
$_['text_ebay']                         = 'eBay';

// Text
$_['text_sync_import_line1']            = '<strong>Осторожно!</strong> Это импортирует все ваши товары на eBay  и построит структуру категорий в вашем магазине. Рекомендуется удалить все категории продуктов, прежде чем запускать этот параметр. < br / Категория продуктов берется из стандартных категорий eBay, a не из вашего магазина (если у вас есть магазин eBay). Можно переименовывать, удалять и редактировать импортированные категории, не затрагивая ваши eBay товары.';
$_['text_sync_import_line3']            = 'Вам необходимо обеспечить возможность принимать вашим сервером большие объемы данных. 1000 eBay пунктов составляет около 40 МБ в размер, вам нужно будет вычислить необходимый объем. Если ваш запрос не удается, то это скорее всего ваши настройки слишком малы. Лимит памяти PHP должен быть около 128 МБ.';
$_['text_sync_server_size']             = 'В настоящее время ваш сервер может принимать:';
$_['text_sync_memory_size']             = 'Лимит памяти PHP: ';
$_['text_import_confirm']				= 'Это импортирует все ваши категории на eBay как новые продукты. Вы уверены? Это не может быть отменено! Предварительно убедитесь, что у вас есть резервная копия данных!';
$_['text_import_notify']				= 'Ваш запрос импорта был отправлен для обработки. Импорт занимает около 1 часа за 1000 единиц.';
$_['text_import_images_msg1']           = 'изображения находятся на рассмотрении eBay. Обновите эту страницу, если количество не уменьшается.';
$_['text_import_images_msg2']           = 'Нажмите здесь';
$_['text_import_images_msg3']           = 'ожидайте. Подробнее о том, почему это произошло, можно узнать <a href="http://shop.openbaypro.com/index.php?route=information/faq&topic=8_45" target="_blank">здесь</a>';

// Entry
$_['entry_import_item_advanced']        = 'Получить дополнительные данные';
$_['entry_import_categories']         	= 'Импорт категорий';
$_['entry_import_description']			= 'Импорт описания элементов';
$_['entry_import']						= 'Импорт элементов eBay';

// Buttons
$_['button_import']						= 'Импортировать';

// Help
$_['help_import_item_advanced']        	= 'Импортирование займёт в 10 раз больше времени. Импорт веса, размеров, ISBN и прочих доступных данных';
$_['help_import_categories']         	= 'Создает структуру категории в вашем магазине в соответствии с категориями eBay';
$_['help_import_description']         	= 'Это будет импортировать все, включая HTML, данные посещения и т.д.';

// Error
$_['error_import']                   	= 'Не удалось загрузить';
$_['error_maintenance']					= 'Ваш магазин находится в режиме обслуживания. Импорт не удался!';
$_['error_ajax_load']					= 'Не удалось подключиться к серверу';
$_['error_validation']					= 'Вам нужно зарегистрироваться для вашего маркера API и включить модуль.';