<?php
// Heading
$_['heading_title']         		= 'Элементы списка';
$_['text_openbay']					= 'OpenBay Pro';
$_['text_ebay']						= 'eBay';

// Buttons
$_['button_resync']               	= 'Повторная синхронизация';
$_['button_check_unlinked']       	= 'Выделить невыбранные позиции';
$_['button_remove_link']       		= 'Удалить позицию';

// Errors
$_['error_ajax_load']          		= 'К сожалению не удалось получить ответ. Попробуйте позже.';
$_['error_validation']         		= 'Вам нужно зарегистрироваться для вашего маркера API и включить модуль.';
$_['error_no_listings']      		= 'Товар позиции не найден';
$_['error_link_value']          	= 'Продукт позиции не определён';
$_['error_link_no_stock']    		= 'Позиция не может быть создана для вывода на склад. Товары на eBay закончились.';
$_['error_subtract_setting']        = 'Этот товар не учитывается на складе в OpenCart.';

// Text
$_['text_linked_items']             = 'Синхронизированные позиции';
$_['text_unlinked_items']           = 'Несинхронизированные позиции';
$_['text_alert_stock_local']        = 'Ваш eBay список наличия товара будет обновляться в соответствии с уровнем запасов магазина!';
$_['text_link_desc1']               = 'Синхронизация товаров позволяет управлять наличием товара в списках Amazon.';
$_['text_link_desc2']               = 'Для каждой позиции, которая была обновлена локально (в Вашем магазине OpenCart), будет обновлен Ваш список на eBay';
$_['text_link_desc3']               = 'Запас в Вашем магазине, это запас который можно продать. Ваш eBay уровень запасов должен соответствовать ему.';
$_['text_link_desc4']               = 'Ваш выделенный запас — товары, которые проданы, но еще не были оплачены. Эти товары следует выделить и не учитывать при расчете имеющихся запасов.';
$_['text_text_linked_desc']         = 'Связанные товары это OpenCart товары, которые связаны с eBay списком объявлений.';
$_['text_text_unlinked_desc']       = 'Несвязанные товары перечислены в Ваших списках eBay, но не содержат ссылок на какой либо из ваших товаров OpenCart.';
$_['text_text_unlinked_info']       = 'Нажмите кнопку проверить несвязанные элементы для поиска в ваших активных eBay списках  несвязанных элементов. Это может занять долгое время, если у вас много eBay списков.';
$_['text_text_loading_items']       = 'Загрузка позиций';
$_['text_failed']       			= 'Не удалось загрузить';
$_['text_limit_reached']       		= 'Достигнуто максимальное количество проверок на запрос, нажмите кнопку, чтобы продолжить поиск';
$_['text_stock_error']       		= 'Ошибка магазина';
$_['text_listing_ended']       		= 'Список закончился';
$_['text_filter']             		= 'Результаты фильтрации';
$_['text_filter_title']             = 'Заголовок';
$_['text_filter_range']             = 'Уровень стока';
$_['text_filter_range_from']        = 'Минимум';
$_['text_filter_range_to']          = 'Максимум';
$_['text_filter_var']             	= 'Включить варианты';

// Tables
$_['column_action']            		= 'Действие';
$_['column_status']            		= 'Статус';
$_['column_variants']          		= 'Варианты';
$_['column_item_id']            	= 'eBay ID товара';
$_['column_product']           		= 'Товар';
$_['column_product_auto']      		= 'Название продукта (автоматическое заполнение)';
$_['column_listing_title']     		= 'eBay название списка';
$_['column_allocated']         		= 'Выделенный сток';
$_['column_ebay_stock']        		= 'eBay сток';
$_['column_stock_available']   		= 'Сток магазина';
$_['column_stock_reserve']   		= 'Уровень резерва';