<?php
// Heading
$_['heading_title']     = 'Темы подарочных сертификатов';

// Text
$_['text_success']      = 'Темы подарочных сертификатов успешно обновлены!';
$_['text_list']         = 'Список тем для сертификатов';
$_['text_add']          = 'Добавление темы';
$_['text_edit']         = 'Редактирование темы';

// Column
$_['column_name']       = 'Название темы';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название темы';
$_['entry_description'] = 'Описание';
$_['entry_image']       = 'Изображение';

// Error
$_['error_permission']  = 'У вас недостаточно прав для изменения тем сертификатов!';
$_['error_name']        = 'Название темы должно быть от 3 до 32 символов!';
$_['error_image']       = 'Необходимо указать изображение!';
$_['error_voucher']     = 'Эту тему нельзя удалить, так как она прикреплена за %s сертификатом(ми)!';
