<?php
// Heading
$_['heading_title']     = 'Подарочные сертификаты';

// Text
$_['text_success']      = 'Подарочные сертификаты успешно обновлены!';
$_['text_list']         = 'Список подарочных сертификатов';
$_['text_add']          = 'Добавление сертификата';
$_['text_edit']         = 'Редактирование сертификата';
$_['text_sent']         = 'Подарочный сертификат успешно отправлен на указанный e-mail адрес!';

// Column
$_['column_name']       = 'Название сертификата';
$_['column_code']       = 'Код';
$_['column_from']       = 'Отправитель';
$_['column_to']         = 'Получатель';
$_['column_theme']      = 'Тема';
$_['column_amount']     = 'Сумма';
$_['column_status']     = 'Статус';
$_['column_order_id']   = 'Заказ №';
$_['column_customer']   = 'Покупатель';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_code']        = 'Код';
$_['entry_from_name']   = 'Имя отправителя';
$_['entry_from_email']  = 'E-Mail отправителя';
$_['entry_to_name']     = 'Имя получателя';
$_['entry_to_email']    = 'E-Mail получателя';
$_['entry_theme']       = 'Тема';
$_['entry_message']     = 'Сообщение';
$_['entry_amount']      = 'Сумма';
$_['entry_status']      = 'Статус';

// Help
$_['help_code']         = 'Что бы активировать данный сертификат, получатель должен будет ввести этот код.';

// Error
$_['error_selection']   = 'Пожалуйста, выберите сертификат!';
$_['error_permission']  = 'У вас недостаточно прав для изменения сертификатов!';
$_['error_exists']      = 'Код сертификата уже используется!';
$_['error_code']        = 'Код должен содержать от 3-х до 10-и знаков!';
$_['error_to_name']     = 'Имя получателя должно содержать от 1 до 64 символов!';
$_['error_from_name']   = 'Имя отправителя должно содержать от 1 до 64 символов!';
$_['error_email']       = 'Такой адрес электронной почты недопустим!';
$_['error_amount']      = 'Необходимо указать сумму!';
$_['error_order']       = 'Внимание: Этот сертификат нельзя удалить, так как он часть <a href="%s">заказа(ов)</a>!';
