<?php
// Text
$_['text_subject']		        = '%s - Партнерская программа';
$_['text_welcome']		        = 'Благодарим вас за участие в %s партнерской программе!';
$_['text_login']                = 'Ваш аккаунт был создан, и вы можете войти, используя ваш адрес электронной почты и пароль на нашем сайте по ссылке:';
$_['text_approval']		        = 'Ваша учетная запись ожидает подтверждения. После подтверждения вы сможете войти в партнерский раздел нашего сайта по ссылке:';
$_['text_services']		        = 'После входа в систему Вы сможете генерировать коды отслеживания, отслеживать комиссионные платежи и редактировать учётную запись.';
$_['text_thanks']		        = 'Спасибо,';
$_['text_new_affiliate']        = 'Новый партнёр';
$_['text_signup']		        = 'Зарегистрировался новый партнёр:';
$_['text_store']		        = 'Магазин:';
$_['text_firstname']	        = 'Имя:';
$_['text_lastname']		        = 'Фамилия:';
$_['text_company']		        = 'Организация:';
$_['text_email']		        = 'Эл. почта:';
$_['text_telephone']	        = 'Телефон:';
$_['text_website']		        = 'Веб-сайт:';
$_['text_order_id']             = 'ID заказа:';
$_['text_transaction_subject']  = '%s - Партнерская комиссия';
$_['text_transaction_received'] = 'Вы получили %s по партнёрской программе!';
$_['text_transaction_total']    = 'Ваша общая сумма комиссии теперь составляет %s.';
