<?php
// Text
$_['text_subject']        = '%s, спасибо за регистрацию!';
$_['text_welcome']        = 'Добро пожаловать и спасибо за регистрацию на «%s»!';
$_['text_login']          = 'Ваш аккаунт был создан, и Вы можете войти, используя Ваш адрес электронной почты и пароль на нашем сайте:';
$_['text_approval']       = 'Ваша учётная запись ожидает подтверждения. После её подтверждения Вы сможете войти на сайт, используя Ваш адрес электронной почты и пароль, по ссылке:';
$_['text_services']       = 'После входа на сайт Вы сможете воспользоваться дополнительными возможностями: просмотр истории заказов, печать счетов, изменение информации Вашей учётной записи и др.';
$_['text_thanks']         = 'Спасибо,';
$_['text_new_customer']   = 'Новый клиент';
$_['text_signup']         = 'Зарегистрирован новый клиент:';
$_['text_website']        = 'Веб-сайт:';
$_['text_customer_group'] = 'Группа клиентов:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'Электронная почта:';
$_['text_telephone']      = 'Телефон:';