<?php
// Text
$_['text_subject']  = 'Вы отправили подарочный сертификат от %s';
$_['text_greeting'] = 'Поздравляем, Вы получили подарочный сертификат стоимостью %s';
$_['text_from']     = 'Этот подарочный сертификат Вам отправил %s';
$_['text_message']  = 'с сообщением';
$_['text_redeem']   = 'Чтобы обменять сертификат на товар, запишите код <b>%s</b>, затем нажмите на ссылку ниже и приобретите товар, для которого Вы хотели бы использовать данный сертификат. Так же, можно ввести код сертификата на странице корзины непосредственно перед оформлением заказа.';
$_['text_footer']   = 'Пожалуйста, ответьте на это письмо, если у Вас возникли какие-либо вопросы.';
