<?php
// Text
$_['text_approve_subject']      = '%s - ваш аккаунт был активирован!';
$_['text_approve_welcome']      = 'Добро пожаловать и благодарим вас за регистрацию в %s!';
$_['text_approve_login']        = 'Ваш аккаунт создан и вы можете войти с использованием E-mail адреса и пароля, посетив сайт по адресу:';
$_['text_approve_services']     = 'После регистрации на сайте Вы сможете воспользоваться дополнительными возможностями: просмотр истории заказов, печать счета, изменение информации вашей учетной записи и др.';
$_['text_approve_thanks']       = 'Спасибо,';
$_['text_transaction_subject']  = '%s - Счет аккаунта';
$_['text_transaction_received'] = 'Вы получили кредит на свой счет в магазине: %s';
$_['text_transaction_total']    = 'Общая сумма на вашем аккаунте: %s.' . "\n\n" . 'Эта сумма будет автоматически расходоваться при следующих покупках.';
$_['text_reward_subject']       = '%s - Бонусные баллы';
$_['text_reward_received']      = 'Вы получили %s бонусных баллов!';
$_['text_reward_total']         = 'Общее число бонусных баллов %s.';
