<?php
// Text
$_['text_subject']  = 'Вы отправили подарочный сертификат с %s';
$_['text_greeting'] = 'Поздравляем, вы получили подарочный сертификат на %s';
$_['text_from']     = 'Вы получили подарочный сертификат от %s';
$_['text_message']  = 'С сообщением, в котором говорится:';
$_['text_redeem']   = 'Чтобы воспользоваться этим подарочным сертификатом сохраните код <b>%s</b>, затем перейдите в магазин по ссылке ниже и закажите товары, которые вам понравятся. Вы можете ввести код подарочного сертификата на странице просмотра корзины перед тем как начнете оформление заказа.';
$_['text_footer']   = 'Если у вас есть какие-либо вопросы, ответьте на это сообщение.';
