<?php
// Heading
$_['heading_title']      = 'Почта Австралии';

// Text
$_['text_extension']     = 'Доставка';
$_['text_success']       = 'Готово: вы изменили доставку почтой Австралии!';
$_['text_edit']          = 'Изменить доставку почтой Австралии';

// Entry
$_['entry_postcode']     = 'Почтовый индекс';
$_['entry_express']      = 'Экспресс-доставка';
$_['entry_standard']     = 'Стандартная доставка';
$_['entry_display_time'] = 'Отображать время доставки';
$_['entry_weight_class'] = 'Класс веса';
$_['entry_tax_class']    = 'Налоговый класс';
$_['entry_geo_zone']     = 'Регион';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортировки';

// Help
$_['help_display_time']  = 'Вы хотите отображать время доставки? (например, корабль в течение 3-5 дней)';
$_['help_weight_class']  = 'Установить в граммах.';

// Error
$_['error_permission']   = 'Внимание: вы не иметь разрешения на изменение доставки Почтой Австралии!';
$_['error_postcode']     = 'Почтовый индекс должен быть 4 цифры!';
