<?php
// Heading
$_['heading_title']    = 'Доставка в зависимости от веса';

// Text
$_['text_extension']   = 'Доставка';
$_['text_success']     = 'Настройки модуля успешно обновлены!';
$_['text_edit']        = 'Редактирование модуля';

// Entry
$_['entry_rate']         = 'Расценки:';
$_['entry_tax_class']    = 'Класс налога:';
$_['entry_geo_zone']     = 'Географическая зона:';
$_['entry_status']       = 'Статус:';
$_['entry_sort_order']   = 'Порядок сортировки:';

// Help
$_['help_rate']        = 'Например: 5:10.00,7:12.00 Вес:Цена,Вес:Цена, и т.д.';

// Error
$_['error_permission'] = 'У вас нет прав для управления этим модулем!';
