<?php
// Heading
$_['heading_title']    = 'Статусы заказов';

// Text
$_['text_success']     = 'Список статусов заказов обновлен!';

// Column
$_['column_name']      = 'Статусы заказов';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Cтатус заказа:';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения статусов заказов!';
$_['error_name']       = 'Статус заказа должен быть от 3 до 32 символов!';
$_['error_default']    = 'Статус заказа не может быть исключен, поскольку он прикрелпен к статусу заказа основного магазина!';
$_['error_download']   = 'Статус заказа не может быть исключен, поскольку он прикреплен к статусу скачивания по умолчанию!';
$_['error_store']      = 'Статус заказа не может быть исключен, поскольку он используется в %s магазине(ах)!';
$_['error_order']      = 'Статус заказа не может быть исключен, поскольку он прикреплен к %s заказу(ам)!';
?>