<?php
// Heading
$_['heading_title'] = 'Использовать Бонусные баллы (Доступно: %s)';

// Text
$_['text_reward']   = 'Бонусные баллы (%s)';
$_['text_order_id'] = 'Заказ №: #%s';
$_['text_success']  = 'Success: Your reward points discount has been applied!';

// Entry
$_['entry_reward']  = 'Кол-во (Максимум %s)';

// Error
$_['error_reward']  = 'Пожалуйста, укажите количество Бонусных Баллов которое хотите использовать для этого заказа!';
$_['error_points']  = 'У вас не хватает Бонусных Баллов, необходимо ещё %s!';
$_['error_maximum'] = 'Максимальное колличество Бонусных Баллов, которое может быть использовано для этого заказа - %s!';