<?php
// Heading
$_['heading_title'] = 'Использовать бонусные баллы (Доступно: %s)';

// Text
$_['text_reward']   = 'Бонусные баллы (%s)';
$_['text_order_id'] = 'Заказ №: #%s';
$_['text_success']  = 'Ваши Бонусные баллы были успешно использованы!';

// Entry
$_['entry_reward']  = 'Кол-во (максимум %s)';

// Error
$_['error_reward']  = 'Пожалуйста, укажите количество бонусных баллов которое хотите использовать для этого заказа!';
$_['error_points']  = 'У вас не хватает бонусных баллов, необходимо ещё %s!';
$_['error_maximum'] = 'Максимальное колличество бонусных баллов, которое может быть использовано для этого заказа - %s!';
