<?php
// Heading
$_['heading_title']        = 'Узнать стоимость доставки';

// Text
$_['text_success']         = 'Способ доставки успешно принят. Итоговая сумма заказа изменена!';
$_['text_shipping']        = 'Что бы узнать (приблизительную) стоимость доставки, укажите Ваш регион';
$_['text_shipping_method'] = 'Пожалуйста, укажите предпочтительный способ доставки';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Регион / область';
$_['entry_postcode']       = 'Индекс';

// Error
$_['error_postcode']       = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']        = 'Пожалуйста, укажите Страну!';
$_['error_zone']           = 'Пожалуйста, укажите Регион / область!';
$_['error_shipping']       = 'Пожалуйста, укажите предпочтительный способ доставки';
$_['error_no_shipping']    = 'Нет ни одного доступного способа доставки. Пожалуйста, <a href="%s">свяжитесь с нами</a>, и мы найдём решение проблемы!';
