<?php
// Heading
$_['heading_title']     = 'Локализация магазина';

// Text
$_['text_success']      = 'Список языков обновлен!';
$_['text_list']         = 'Список доступных языков';
$_['text_add']          = 'Добавление языка';
$_['text_edit']         = 'Редактирование языка';

// Column
$_['column_name']       = 'Язык';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название';
$_['entry_code']        = 'Код';
$_['entry_locale']      = 'Кодировка';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортировки:';

// Help
$_['help_locale']       = 'Например: ru_RU.UTF-8,ru_RU,ru_RU,ru';
$_['help_status']       = 'Показывать в списке выбора языков';

// Error
$_['error_permission']  = 'У вас нет прав для изменения списка языков!';
$_['error_exists']      = 'Внимание: Вы добавили до языка!';
$_['error_name']        = 'Название языка должно быть от 3 до 32 символов!';
$_['error_code']        = 'Код языка должен быть от 2 символов!';
$_['error_locale']      = 'Необходим язык!';
$_['error_default']     = 'Язык не может быть удален, поскольку он используется по умолчанию!';
$_['error_admin']       = 'Язык не может быть удален, поскольку он является языком для администратора';
$_['error_store']       = 'Язык не может быть удален, поскольку он используется в %s магазине(ах)!';
$_['error_order']       = 'Язык не может быть удален, поскольку он используется в %s заказе(ах)!';
