<?php
// Heading
$_['heading_title']    = 'Cтатусы заказов';

// Text
$_['text_success']     = 'Список статусов обновлен!';
$_['text_list']        = 'Список статусов';
$_['text_add']         = 'Добавление статуса заказа';
$_['text_edit']        = 'Редактирование статуса заказа';

// Column
$_['column_name']      = 'Название';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Cтатус заказа:';

// Error
$_['error_permission'] = 'У вас нет прав для изменения статусов заказов!';
$_['error_name']       = 'Статус заказа должен быть от 3 до 32 символов!';
$_['error_default']    = 'Статус заказа не может быть удален, поскольку он прикрелпен к статусу заказа основного магазина!';
$_['error_download']   = 'Статус заказа не может быть удален, поскольку он прикреплен к статусу скачивания по умолчанию!';
$_['error_store']      = 'Статус заказа не может быть удален, поскольку он используется в %s магазине!';
$_['error_order']      = 'Статус заказа не может быть удален, поскольку он прикреплен к %s заказу(ам)!';
