<?php
// Heading
$_['heading_title']    = 'Операции с возвратами';

// Text
$_['text_success']     = 'Список операций с возвратами успешно обновлен!';
$_['text_list']        = 'Список операций с возвратами';
$_['text_add']         = 'Добавление операции возврата';
$_['text_edit']        = 'Редактирование операции возврата';

// Column
$_['column_name']      = 'Название операции';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название операции';

// Error
$_['error_permission'] = 'У вас нет прав для изменения операций возвратов!';
$_['error_name']       = 'Операция возврата должена быть от 3 до 32 символов!';
$_['error_return']     = 'Операция возврата не может быть удалена, поскольку она прикреплена к %s возврату(ам)!';
