<?php
// Heading
$_['heading_title']    = 'Единицы веса';

// Text
$_['text_success']     = 'Список единиц веса обновлен!';
$_['text_list']        = 'Список единиц веса';
$_['text_add']         = 'Добавление единицы веса';
$_['text_edit']        = 'Редактирование единицы веса';

// Column
$_['column_title']     = 'Название';
$_['column_unit']      = 'Обозначение';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Название';
$_['entry_unit']       = 'Обозначение';
$_['entry_value']      = 'Значение';

// Help
$_['help_value']       = 'Установите на 1.00000 если это единица веса по умолчанию.';

// Error
$_['error_permission'] = 'У вас нет прав для изменения списка единиц веса!';
$_['error_title']      = 'Название единицы веса должно быть от 3 до 32 символов!';
$_['error_unit']       = 'Единица веса должна быть от 1 до 4 символов!';
$_['error_default']    = 'Единица веса не может быть удалена, поскольку она установлена по умолчанию!';
$_['error_product']    = 'Единица веса не может быть удалена, поскольку она прикреплена к %s товару(ам)!';
