<?php
// Heading
$_['heading_title']          = 'Регионы';

// Text
$_['text_success']           = 'Cписок регионов обновлен!';
$_['text_list']          	 = 'Список регионов';
$_['text_add']          	 = 'Добавление региона';
$_['text_edit']              = 'Редактирование региона';

// Column
$_['column_name']            = 'Название региона';
$_['column_code']            = 'Код региона';
$_['column_country']         = 'Страна';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']          	 = 'Название региона';
$_['entry_code']          	 = 'Код региона';
$_['entry_country']          = 'Страна';
$_['entry_status']           = 'Статус';

// Error
$_['error_permission']       = 'У вас нет прав для изменения списка регионов!';
$_['error_name']          	 = 'Название региона должно быть от 3 до 128 символов!';
$_['error_default']          = 'Страна не может быть удалена, поскольку она назначена по умолчанию!';
$_['error_store']            = 'Регион нельзя удалить, поскольку он используется в %s магазине(ах)!';
$_['error_address']          = 'Регион нельзя удалить, поскольку он прикреплен к %s адресу(ам)!';
$_['error_affiliate']        = 'Регион нельзя удалить, поскольку он прикреплен к %s партнёру(ам)!';
$_['error_zone_to_geo_zone'] = 'Регион нельзя удалить, поскольку он прикреплен к %s зоне(ам) в географических зонах!';
