<?php
// Heading
$_['heading_title']    = 'Доп. оплата при минимальном заказе';

// Text
$_['text_extension']   = 'Общая сумма заказа';
$_['text_success']     = 'Настройки модуля обновлены!';
$_['text_edit']        = 'Редактирование модуля';

// Entry
$_['entry_total']      = 'Сумма заказа:';
$_['entry_fee']        = 'Плата:';
$_['entry_tax_class']  = 'Налоги:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';

// Help
$_['help_total']       = 'Минимальная сумма заказа, ниже которой будет взиматься дополнительная плата';

// Error
$_['error_permission'] = 'У вас нет прав для управления этим модулем!';
