<?php
// Heading
$_['heading_title']          = 'Настройка доступа';

// Text
$_['text_step_3']            = 'Информация о базе данных и администраторе';
$_['text_db_connection']     = '1. Пожалуйста, введите параметры подключения к базе данных..';
$_['text_db_administration'] = '2. Пожалуйста, введите имя и пароль администратора сайта.';
$_['text_mysqli']            = 'MySQLi';
$_['text_mysql']             = 'MySQL';
$_['text_mpdo']              = 'mPDO';

// Entry
$_['entry_db_driver']        = 'Драйвер БД';
$_['entry_db_hostname']      = 'Сервер';
$_['entry_db_username']      = 'Логин';
$_['entry_db_password']      = 'Пароль';
$_['entry_db_database']      = 'База данных';
$_['entry_db_port']          = 'Порт';
$_['entry_db_prefix']        = 'Префикс';
$_['entry_username']         = 'Логин';
$_['entry_password']         = 'Пароль';
$_['entry_email']            = 'E-Mail';

// Error
$_['error_db_hostname'] 	 = 'Необходимо указать Сервер!';
$_['error_db_username'] 	 = 'Необходимо указать Логин!';
$_['error_db_database']		 = 'Необходимо указать Базы данных!';
$_['error_db_port']		 	 = 'Необходимо указать Порт!';
$_['error_db_prefix'] 		 = 'Префикс может содержать только латинские буквы алфавита в диапазоне aA-zZ, цифры и подчеркивание!';
$_['error_db_connect'] 		 = 'Ошибка: не удалось подключиться к Базе данных, убедитесь, что сервер, имя пользователя и пароль указаны правильно!';
$_['error_username'] 		 = 'Необходимо указать Логин!';
$_['error_password'] 		 = 'Необходимо указать Пароль!';
$_['error_email'] 			 = 'Некорректно указан адрес электронной почты!';
$_['error_config'] 			 = 'ОШИБКА: не удалось записать данные в файл: ';