<?php
// Heading
$_['heading_title']           = 'Parcelforce 48';

// Text
$_['text_shipping']           = 'Доставка';
$_['text_success']            = 'Настройки модуля обновлены!';
// Entry
$_['entry_rate']              = 'Тарифы Parcelforce 48:<br /><span class="help"> Стоимость указывайте в формате до 5,2 десятичных рядов (12345.67).<br /><br />Например: 1:1,.25:1.27 - Вес менше или равный 0.1кг будет стоить 1.00, Вес менше или равный 0.25г, но больше 0.1 кг будет стоить 1.27. Значения вводится без единиц измерения веса.</span>';
$_['entry_insurance']         = 'Размеры компенсации Parcelforce48 :<br /><span class="help">Стоимость указвывайте в формате до 5,2 десятичных рядов (12345.67).<br /><br />Например: 34:0,100:1,250:2.25 - Страховая защита корзины ценностью до 34 составит 0.00 компенсации,ценностью более 100 и до 250 составит 2.25 компенсации. Значения вводятся без валютного знака.</span>';
$_['entry_display_weight']    = 'Отображать вес доставки:<br /><span class="help">Отображать вес доставки? (например,вес доставки: 2.7674 кг\г)</span>';
$_['entry_display_insurance'] = 'Отображать размер страховки:<br /><span class="help">Отображать размер страховки? (например, застраховано на 500)</span>';
$_['entry_display_time']      = 'Отображать сроки доставки:<br /><span class="help">Отображать сроки доставки? (например, доставка в течении 3-5 дней)</span>';
$_['entry_tax_class']         = 'Налоговый класс:';
$_['entry_geo_zone']          = 'Географическая зона:';
$_['entry_status']            = 'Статус:';
$_['entry_sort_order']        = 'Порядок сортировки:';
// Error
$_['error_permission']        = 'У Вас нет прав для управления этим модулем!';
?>