<?php
// Heading
$_['heading_title']      = 'Paymate';

// Text 
$_['text_payment']       = 'Оплата';
$_['text_success']       = 'Настройки модуля обновлены!';

// Entry
$_['entry_username']     = 'Имя пользователя Paymate:';
$_['entry_password']     = 'Пароль:<br /><span class="help">Используйте случайный пароль.Он будет использован для того, чтобы платежная информация не была перехвачена в момент ее передачи в платёжный шлюз.</span>';
$_['entry_test']         = 'Режим тестирования:';
$_['entry_total']        = 'Общая сумма:<br /><span class="help">Общая сумма заказа указывается до выбора способа оплаты.</span>';
$_['entry_order_status'] = 'Статус заказа:';
$_['entry_geo_zone']     = 'Географическая зона:';
$_['entry_status']       = 'Статус:';
$_['entry_sort_order']   = 'Порядок сортировки:';

// Error
$_['error_permission']   = 'У Вас нет прав для управления этим модулем!';
$_['error_username']     = 'Необходимо указать имя пользователя Paymate !';
$_['error_password']     = 'Необходимо указать пароль!';
?>
