<?php
/**
 * Support:
 * https://opencartforum.com/user/3463-shoputils/
 * http://opencart.shoputils.ru/?route=information/contact
 * 
*/

$_['heading_title']   = 'Платежная система PAYEER, v2.3';

// Tab 
$_['tab_emails']      = 'E-mail уведомления';
$_['tab_settings']    = 'Настройка платежей';
$_['tab_log']         = 'Журнал';
$_['tab_information'] = 'Информация';

// Text 
$_['text_payment']                = 'Оплата';
$_['text_success']                = 'Настройки модуля \'%s\' обновлены!';
$_['text_clear_log_success']      = 'Журнал запросов модуля успешно очищен!';
$_['text_confirm']                = 'Удаление журнала невозможно отменить! Вы уверены, что хотите это сделать?';
$_['text_ocstore_payeer']         = '<a style="cursor: pointer;" onclick="window.open(\'https://payeer.com/en/?partner=87431\');"><img src="view/image/payment/ocstore_payeer.png" alt="payeer.com" title="payeer.com"/></a>';
$_['text_currency_rub']           = 'Российские рубли (RUB-643)';
$_['text_currency_uah']           = 'Украинские гривны (UAH-980)';
$_['text_currency_usd']           = 'Доллары США (USD-840)';
$_['text_currency_eur']           = 'Евро (EUR-978)';
$_['text_info']                   =  'После <a href="https://payeer.com/en/auth/?partner=87431&register=yes" target="_blank">регистрации</a> учетной записи интернет-магазина в «PAYEER»
необходимо настроить магазин для приема платежей. Укажите в <a href="https://payeer.com/en/account/?partner=87431#tab-shop" target="_blank">личном кабинете</a>
 ("Dashboard -> Shop -> Settings") следующие 3 URL\'a:';

// Text FT
$_['text_order_id_ft']            = '№ заказа';
$_['text_store_name_ft']          = 'Название магазина';
$_['text_logo_ft']                = 'Логотип магазина';
$_['text_products_ft']            = 'Список купленных товаров';
$_['text_total_ft']               = 'Итого';
$_['text_customer_firstname_ft']  = 'Имя Отчество покупателя';
$_['text_customer_lastname_ft']   = 'Фамилия покупателя';
$_['text_customer_group_ft']      = 'Группа покупателя';
$_['text_customer_email_ft']      = 'e-mail покупателя';
$_['text_customer_telephone_ft']  = 'Телефон покупателя';
$_['text_order_status_ft']        = 'Статус заказа';
$_['text_comment_ft']             = 'Комментарий покупателя к заказу';
$_['text_ip_ft']                  = 'IP адрес покупателя';
$_['text_date_added_ft']          = 'Дата и время добавления заказа';
$_['text_date_modified_ft']       = 'Дата и время изменения заказа';


// Entry
$_['entry_status']                = 'Статус';
$_['entry_hide_mode']             = 'Отображать модуль только залогинненым администраторам:';
$_['entry_order_status']          = 'Статус заказа после оплаты';
$_['entry_geo_zone']              = 'Географическая зона';
$_['entry_sort_order']            = 'Порядок сортировки';
$_['entry_minimal_order']         = 'Минимальная стоимость заказа';
$_['entry_maximal_order']         = 'Максимальная стоимость заказа';
$_['entry_order_confirm_status']  = 'Статус заказа после подтверждения';
$_['entry_order_fail_status']     = 'Статус заказа после неудачной оплаты';
$_['entry_laterpay_mode']         = 'Режим отсроченной оплаты';
$_['entry_order_later_status']    = 'Статус заказа для отсроченной оплаты';
$_['entry_title']                 = 'Название';
$_['entry_instruction']           = 'Инструкция по оплате';
$_['entry_laterpay_button_lk']    = 'Отображать иконку "Оплатить заказ" в ЛК покупателя, если оплата заказа прервана';
$_['entry_button_confirm']        = 'Текст кнопки button_confirm ("Потвердить заказ"):';


$_['entry_notify_customer_success']       = 'Свой шаблон письма покупателю об успешной оплате';
$_['entry_mail_customer_success_subject'] = 'Тема письма покупателю об успешной оплате';
$_['entry_mail_customer_success_content'] = 'Шаблон письма покупателю об успешной оплате';
$_['entry_notify_customer_fail']          = 'Свой шаблон письма покупателю о неудачной оплате';
$_['entry_mail_customer_fail_subject']    = 'Тема письма покупателю о неудачной оплате';
$_['entry_mail_customer_fail_content']    = 'Шаблон письма покупателю о неудачной оплате';
$_['entry_notify_admin_success']          = 'Отправлять администратору уведомление по e-mail об успешной оплате';
$_['entry_mail_admin_success_subject']    = 'Тема письма администратору об успешной оплате клиентом';
$_['entry_mail_admin_success_content']    = 'Шаблон письма администратору об успешной оплате клиентом';
$_['entry_notify_admin_fail']             = 'Отправлять администратору уведомление по e-mail о неудачной оплате';
$_['entry_mail_admin_fail_subject']       = 'Тема письма администратору о неудачной оплате клиентом';
$_['entry_mail_admin_fail_content']       = 'Шаблон письма администратору о неудачной оплате клиентом';
$_['entry_shop_id']            = 'Идентификатор магазина';
$_['entry_sign_hash']          = 'Секретный ключ';
$_['entry_currency']           = 'Выбор (установка) валюты PAYEER';

$_['entry_log']                = 'Журнал';
$_['text_log_off']             = 'Выключен';
$_['text_log_short']           = 'Частичный (Только результаты операций)';
$_['text_log_full']            = 'Полный (Все запросы)';
$_['entry_log_file']           = 'Файл журнала';

$_['entry_success_url']        = 'URL успешной оплаты';
$_['entry_fail_url']           = 'URL неуспешной оплаты';
$_['entry_status_url']         = 'URL обработчика';

// Placeholder
$_['placeholder_instruction']  = 'Уважаемый покупатель! Просим Вас дождаться звонка от нашего менеджера перед оплатой. Это необходимо для подтверждения наличия товара на складе и возможности доставки в Ваш регион. После чего менеджер отправит Вам письмо со ссылкой на оплату заказа.';

// Sample
$_['sample_button_confirm']                 = 'Оплатить';
$_['sample_mail_customer_success_subject']  = 'Ваш заказ №{order_id} успешно оплачен';
$_['sample_mail_customer_success_content']  = 'Уважаемый {customer_firstname} {customer_lastname}! Ваш заказ {order_id} оплачен.';
$_['sample_mail_customer_fail_subject']     = 'Заказ №{order_id} отклонен платежной системой';
$_['sample_mail_customer_fail_content']     = 'Уважаемый {customer_firstname} {customer_lastname}! К сожалению, заказ №{order_id} был отклонен платежной системой {date_modified}. Пожалуйста, повторите заказ еще раз.';
$_['sample_mail_admin_success_subject']     = 'Заказ №{order_id} оплачен';
$_['sample_mail_admin_success_content']     = 'Заказ №{order_id} оплачен {date_modified} на сумму {total}. Статус: {order_status}; Покупатель: {customer_firstname} {customer_lastname}; E-mail: {customer_email}; Телефон: {customer_telephone}';
$_['sample_mail_admin_fail_subject']        = 'Заказ №{order_id} был отклонен платежной системой';
$_['sample_mail_admin_fail_content']        = 'Заказ №{order_id} от {date_added} на сумму {total} был отклонен {date_modified}. Текущий статус заказа: {order_status}. ';

//Help
$_['help_hide_mode']            = 'Если опция включена, то модуль будет доступен при оформлении заказа только администратору, если он залогинен в админ-панели. Это удобно, если необходимо не показывать модуль покупателям на время тестирования и настройки.';
$_['help_order_confirm_status'] = 'При нажатии на кнопку "Подтвердить" на последнем этапе оформления заказа, заказу будет установлен выбранный статус';
$_['help_order_status']         = 'После успешной оплаты заказа, заказу будет установлен выбранный статус.';
$_['help_minimal_order']        = 'Если сумма заказа меньше указанной суммы, и сумма не пустая и не равна нулю, то этот метод оплаты не будет доступен, при оформлении заказа.<br />Например: 190.90';
$_['help_maximal_order']        = 'Если сумма заказа больше указанной суммы, и сумма не пустая и не равна нулю, то этот метод оплаты не будет доступен, при оформлении заказа.<br />Например: 5000.01';
$_['help_order_fail_status']    = 'Если Payeer вернет покупателя после неудачного платежа, заказу будет установлен выбранный статус.';
$_['help_laterpay_mode']        = 'При включенном режиме отсроченной (отложенной) оплаты покупатель сможет оплатить заказ только после проверки заказа менеджером магазина.<br />Если Вам необходимо, чтобы у покупателя была возможность произвести оплату сразу после оформления заказа без подтверждения менеджером - не включайте эту опцию.';
$_['help_order_later_status']   = 'После проверки заказа менеджер магазина выставит данный статус, покупатель будет уведомлен по e-mail и сможет оплатить заказ. Также, ссылка на оплату появится в личном кабинете покупателя в разделе "Мои заказы".<br />БУДЬТЕ ВНИМАТЕЛЬНЫ!<br />Если данный статус будет совпадать со "статус заказа после подтверждения" - режим отсроченной оплаты будет отключен и покупатели будут перенаправляться на сайт "PAYEER" для оплаты сразу после нажатия на кнопку "Оформить заказ".';
$_['help_title']                = 'Название метода оплаты на странице оформления заказа';
$_['help_instruction']          = 'Инструкция по оплате выводится при подтверждении заказа. Если поле не заполнено - инструкция по оплате выводиться не будет.';
$_['help_laterpay_button_lk']   = 'Как это работает? Покупатель перешел на сайт платежной системы и не стал оплачивать заказ (передумал, не хватило денег, отключили электричество в доме или офисе и пр.). Тогда в его Личном Кабинете (ЛК) в списке истории заказов появится иконка "$", нажав на которую покупатель сможет снова попробовать оплатить свой заказ. Иконка появится только в том случае, если текущий статус заказа покупателя совпадает со статусом заказа, указанных в полях "' . $_['entry_order_confirm_status'] . '" и "' . $_['entry_order_fail_status'] . '"';
$_['help_button_confirm']       = 'Кнопка выводится на последнем этапе оформления заказа. При нажатии на нее заказ будет сформирован окончательно и покупатель будет отправлен для оплаты на сайт платежной системы (если режим отсроченной оплаты отключен).';

$_['help_notify_customer_success']          = 'Если включено - после успешной оплаты покупателю на e-mail придет письмо, шаблон которого можно настроить ниже.<br />Если выключено - будет отправляться стандартное в Opencart письмо об изменении заказа.';
$_['help_mail_customer_success_subject']    = 'Поддерживается FastTemplate';
$_['help_mail_customer_success_content']    = 'Поддерживается FastTemplate.<br />Список возможных значений:';
$_['help_notify_customer_fail']             = 'Если включено - при неудачной оплате покупателю на e-mail придет письмо, шаблон которого можно настроить ниже.<br />Если выключено - будет отправляться стандартное в Opencart письмо об изменении заказа.';
$_['help_mail_customer_fail_subject']       = 'Поддерживается FastTemplate';
$_['help_mail_customer_fail_content']       = 'Поддерживается FastTemplate.<br />Список возможных значений:';
$_['help_notify_admin_success']             = 'Если включено - администратору и менеджерам ИМ будет отправляться уведомление по e-mail об успешной оплате клиентом. Дополнительные e-mail адреса для оповещений Вы можете добавить в "Система->Настройки->Изменить->вкладка "Почта"';
$_['help_mail_admin_success_subject']       = 'Поддерживается FastTemplate';
$_['help_mail_admin_success_content']       = 'Поддерживается FastTemplate.<br />Список возможных значений:';
$_['help_notify_admin_fail']                = 'Если включено - администратору и менеджерам ИМ будет отправляться уведомление по e-mail о неудачной оплате клиентом. Дополнительные e-mail адреса для оповещений Вы можете добавить в "Система->Настройки->Изменить->вкладка "Почта"';
$_['help_mail_admin_fail_subject']          = 'Поддерживается FastTemplate';
$_['help_mail_admin_fail_content']          = 'Поддерживается FastTemplate.<br />Список возможных значений:';

$_['help_shop_id']      = 'Идентификатор магазина зарегистрированного в системе «PAYEER». Узнать его можно в аккаунте Payeer: "Аккаунт -> Мой магазин -> Изменить". Пример: 3111624';
$_['help_sign_hash']    = 'Секретный ключ оповещения о выполнении платежа, который используется для проверки целостности полученной информации и однозначной идентификации отправителя. Должен совпадать с секретным ключем, указанным в аккаунте Payeer: "Аккаунт -> Мой магазин -> Изменить". Пример: iUqJPrkQkYbXCTH5';
$_['help_currency']     = 'PAYEER принимает к оплате следующие валюты: %s.<br />Если в магазине присутствуют и включены другие валюты, то они будут конвертироваться в ту валюту, которую вы выберите из списка и передаваться на платежный шлюз "Payeer при отсутствии валюты, поддерживаемой PAYEER"';

$_['help_log']          = 'Журнал запросов от сервера "Payeer" сохраняется в файле: /system/storage/logs/%s';
$_['help_log_file']     = 'Последние %d строк из файла журнала.';

// Error
$_['error_permission']  = 'У Вас нет прав для управления модулем "%s"!';
$_['error_currency']    = 'В системе должна быть установлена как минимум одна из следующих валют: %s!';
$_['error_clear_log']   = 'У Вас нет прав для очистки журнала модуля!';
$_['error_form']        = 'Необходимо заполнить поле "%s" (вкладка "%s")!';
?>