<?php
// Heading
$_['heading_title']         = 'Яндекс.Касса, v1.0.ocs';

// Button
$_['button_clear']          = 'Очистить журнал';

// Tab 
$_['tab_emails']            = 'E-mail уведомления';
$_['tab_settings']          = 'Настройка платежей';
$_['tab_log']               = 'Журнал';
$_['tab_information']       = 'Информация';

// Text 
$_['text_payment']            = 'Оплата';
$_['text_success']            = 'Инсталляция/деинсталляция модуля прошла успешно!';
$_['text_success_setting']    = 'Настройки модуля "%s" обновлены!';
$_['text_clear_log_success']  = 'Журнал запросов от сервера платежной системы успешно очищен!';
$_['text_confirm']            = 'Удаление журнала невозможно отменить! Вы уверены, что хотите это сделать?';
$_['text_ocstore_yk']         = '<a style="cursor: pointer;" onclick="window.open(\'http://money.yandex.net/\');"><img src="view/image/payment/ocstore_yk.png" alt="Яндекс.Касса" title="Яндекс.Касса" /></a>';
//$_['text_order_status_cart']  = 'Корзина';
$_['text_laterpay_mode_0']      = 'Онлайн-оплата';
$_['text_laterpay_mode_1']      = 'Отсроченная оплата';
$_['text_laterpay_mode_2']      = 'Смешанный режим';
$_['text_payment_type_card']          = 'Банковские карты Visa, Mastercard, Maestro';
$_['text_payment_type_yandexmoney']   = 'Яндекс.Деньги';
$_['text_payment_type_webmoney']      = 'Webmoney';
$_['text_payment_type_alpha']         = 'Альфа-Клик';
$_['text_payment_type_sbrf']          = 'Сбербанк-Онлайн';
$_['text_payment_type_terminal']      = 'Наличные в кассах и терминалах партнеров';
$_['text_payment_type_erip']          = 'АИС ЕРИП (Беларусь)';
$_['text_payment_type_mobile']        = 'Со счета мобильного телефона';
$_['text_payment_type_mpos']          = 'Мобильный терминал (mPOS)';
$_['text_payment_type_masterpass']    = 'MasterPass';
$_['text_payment_type_psb']           = 'Промсвязьбанк';
$_['text_payment_type_qiwi']          = 'QIWI Wallet';
$_['text_checkbox_on']                = 'Установить галку';
$_['text_checkbox_off']               = 'Снять галку';
$_['text_type_connection']            = 'HTTP-протокол';
$_['text_registry_email']             = 'Введите Email, на который Вы хотите получать реестры от Яндекса';
$_['text_shop_password_info']         = 'Придумайте и запомните пароль для взаимодействия модуля оплаты с платежной системой. Данный пароль необходимо будет ввести в настройках модуля (вкладка "%s", поле "%s").';
$_['text_physical_limits']            = '<a href="https://money.yandex.ru/doc.xml?id=523014" target ="_blank">Посмотреть актуальные лимиты Яндекс.Денег</a>';
$_['text_company_limits']            = '<a href="https://money.yandex.ru/doc.xml?id=527483" target ="_blank">Посмотреть актуальные лимиты Яндекс.Кассы</a>';
$_['text_ya_plachu_nalogi']             = 'Расчетный счет организации (юридическое лицо)';
$_['text_dirka_ot_bublika_a_ne_nalogi'] = 'Счет физического лица (кошелек Яндекс.Денег)';
$_['text_title_default']      = 'Яндекс.Касса';

$_['text_ssl']  = 'ВНИМАНИЕ! Согласно требованиям Яндекса вам нужно установить SSL-сертификат. Для установки SSL-сертификата Вам необходимо обратиться к своему хостеру. Так как paymentAvisoURL и Check URL должы быть доступы по https протоколу, необходимо установить для Вашего домена SSL-сертификат версии V3 (включать для всего домена https не обязательно, достаточно будет только для вышеперечисленных URL`ов)!';
$_['text_info_physical']      =  'После <a href="https://money.yandex.ru" target="_blank">регистрации</a> учетной записи интернет-магазина в системе «Яндекс.Деньги»
необходимо указать ссылку для приема HTTP уведомлений. Сделать это можно, перейдя <a href="https://sp-money.yandex.ru/myservices/online.xml" target="_blank">по ссылке</a>. Данные которые необходимо ввести:';

$_['text_info_company']      =  'После отправки <a href="https://money.yandex.ru/joinups" target="_blank">заявки на подключение</a> Вашего интернет-магазина в сервисе «Яндекс.Касса» - Вам назначат персонального менеджера и попросят заполнить анкету.
В технической анкете необходимо заполнить следующие данные:';

// Text FT
$_['text_order_id_ft']                   = '№ заказа';
$_['text_store_name_ft']                 = 'Название магазина';
$_['text_logo_ft']                       = 'Логотип магазина';
$_['text_products_ft']                   = 'Список купленных товаров';
$_['text_total_ft']                      = 'Итого';
$_['text_customer_firstname_ft']         = 'Имя Отчество покупателя';
$_['text_customer_lastname_ft']          = 'Фамилия покупателя';
$_['text_customer_group_ft']             = 'Группа покупателя';
$_['text_customer_email_ft']             = 'e-mail покупателя';
$_['text_customer_telephone_ft']         = 'Телефон покупателя';
$_['text_order_status_ft']               = 'Статус заказа';
$_['text_comment_ft']                    = 'Комментарий покупателя к заказу';
$_['text_ip_ft']                         = 'IP адрес покупателя';
$_['text_date_added_ft']                 = 'Дата и время добавления заказа';
$_['text_date_modified_ft']              = 'Дата и время изменения заказа';


// Entry
$_['entry_status']                    = 'Статус';
$_['entry_order_status']              = 'Статус заказа после оплаты';
$_['entry_geo_zone']                  = 'Географическая зона';
$_['entry_sort_order']                = 'Порядок сортировки';
$_['entry_hide_mode']                 = 'Отображать модуль только залогинненым администраторам';
$_['entry_minimal_order']             = 'Минимальная стоимость заказа';
$_['entry_maximal_order']             = 'Максимальная стоимость заказа';
$_['entry_order_confirm_status']      = 'Статус заказа после подтверждения';
$_['entry_order_fail_status']         = 'Статус заказа после неудачной оплаты';
$_['entry_laterpay_mode']             = 'Режим работы модуля';
$_['entry_order_later_status']        = 'Статус заказа для отсроченной оплаты';
$_['entry_title']                     = 'Название';
$_['entry_description']               = 'Отображать платежные иконки на странице оформления заказа';
$_['entry_instruction']               = 'Инструкция по оплате';
$_['entry_laterpay_button_lk']        = 'Отображать иконку "Оплатить заказ" в ЛК покупателя, если оплата заказа прервана';
$_['entry_button_confirm']            = 'Текст кнопки button_confirm';


$_['entry_notify_customer_success']               = 'Свой шаблон письма покупателю об успешной оплате';
$_['entry_mail_customer_success_subject']         = 'Тема письма покупателю об успешной оплате';
$_['entry_mail_customer_success_content']         = 'Шаблон письма покупателю об успешной оплате';
$_['entry_notify_customer_fail']                  = 'Свой шаблон письма покупателю о неудачной оплате';
$_['entry_mail_customer_fail_subject']            = 'Тема письма покупателю о неудачной оплате';
$_['entry_mail_customer_fail_content']            = 'Шаблон письма покупателю о неудачной оплате';
$_['entry_notify_admin_success']                  = 'Отправлять администратору уведомление по e-mail об успешной оплате';
$_['entry_mail_admin_success_subject']            = 'Тема письма администратору об успешной оплате клиентом';
$_['entry_mail_admin_success_content']            = 'Шаблон письма администратору об успешной оплате клиентом';
$_['entry_notify_admin_fail']                     = 'Отправлять администратору уведомление по e-mail о неудачной оплате';
$_['entry_mail_admin_fail_subject']               = 'Тема письма администратору о неудачной оплате клиентом';
$_['entry_mail_admin_fail_content']               = 'Шаблон письма администратору о неудачной оплате клиентом';

$_['entry_type']                      = 'Тип счета';
$_['entry_wallet']                    = 'Ваш кошелек Яндекс.Денег';
$_['entry_scid']                      = 'SCID';
$_['entry_shop_id']                   = 'ShopID';
$_['entry_shop_password']             = 'Shoppassword (Секретное слово)';
$_['entry_enabled_methods']           = 'Разрешенные методы оплаты';
$_['entry_test_mode']                 = 'Тестовый режим';
$_['entry_comission']                 = 'Комиссия/Скидка';

$_['entry_log']             = 'Журнал';
$_['text_log_off']          = 'Выключен';
$_['text_log_short']        = 'Частичный (Только результаты операций)';
$_['text_log_full']         = 'Полный (Все запросы)';
$_['entry_log_file']        = 'Файл журнала';

$_['entry_physical_result_url'] = 'Адрес приема HTTP уведомлений';
$_['entry_physical_notification'] = 'Отправлять уведомления';
$_['entry_type_connection']     = 'Способ подключения к Кассе';
$_['entry_dynamic_urls']        = 'Использовать страницы успеха и ошибки с динамическими адресами';
$_['entry_test_payments']       = 'Я буду проводить тестовые платежи';
$_['entry_registry_email']      = 'Email для отправки реестров';
$_['entry_shop_password_info']  = 'ShopPassword';
$_['entry_result_url']          = 'Адрес приема HTTP уведомлений (paymentAvisoURL)<div class="help-block" style="font-weight:normal;">Данный URL должен быть доступен по https протоколу!</div>';
$_['entry_check_url']           = 'Check URL<br /><div class="help-block" style="font-weight:normal;">Данный URL должен быть доступен по https протоколу!</div>';
$_['entry_success_url']         = 'Success URL';
$_['entry_fail_url']            = 'Fail URL';

// Placeholder
$_['placeholder_instruction']   = 'Уважаемый покупатель! Просим Вас дождаться звонка от нашего менеджера перед оплатой. Это необходимо для подтверждения наличия товара на складе и возможности доставки в Ваш регион. После чего менеджер отправит Вам письмо со ссылкой на оплату заказа.';

// Sample
$_['sample_button_confirm']                 = 'Оплатить';
$_['sample_mail_customer_success_subject']  = 'Ваш заказ №{order_id} успешно оплачен';
$_['sample_mail_customer_success_content']  = 'Уважаемый {customer_firstname} {customer_lastname}! Ваш заказ {order_id} оплачен.';
$_['sample_mail_customer_fail_subject']     = 'Заказ №{order_id} отклонен платежной системой';
$_['sample_mail_customer_fail_content']     = 'Уважаемый {customer_firstname} {customer_lastname}! К сожалению, заказ №{order_id} был отклонен платежной системой {date_modified}. Пожалуйста, повторите заказ еще раз.';
$_['sample_mail_admin_success_subject']     = 'Заказ №{order_id} оплачен';
$_['sample_mail_admin_success_content']     = 'Заказ №{order_id} оплачен {date_modified} на сумму {total}. Статус: {order_status}; Покупатель: {customer_firstname} {customer_lastname}; E-mail: {customer_email}; Телефон: {customer_telephone}';
$_['sample_mail_admin_fail_subject']        = 'Заказ №{order_id} был отклонен платежной системой';
$_['sample_mail_admin_fail_content']        = 'Заказ №{order_id} от {date_added} на сумму {total} был отклонен {date_modified}. Текущий статус заказа: {order_status}. ';

// Help
$_['help_sort_order']           = 'Сортировка методов оплаты относительно друг друга.';
$_['help_order_confirm_status'] = 'При нажатии на кнопку "Подтвердить" на последнем этапе оформления заказа, заказу будет установлен выбранный статус';
$_['help_order_status']         = 'После успешной оплаты заказа, заказу будет установлен выбранный статус.';
$_['help_hide_mode']            = 'Если опция включена, то модуль будет доступен при оформлении заказа только администратору, если он залогинен в админ-панели. Это удобно, если необходимо не показывать модуль покупателям на время тестирования и настройки.';
$_['help_minimal_order']        = 'Если сумма заказа меньше указанной суммы, и сумма не пустая и не равна нулю, то этот метод оплаты не будет доступен, при оформлении заказа.<br />Например: 190.90';
$_['help_maximal_order']        = 'Если сумма заказа больше указанной суммы, и сумма не пустая и не равна нулю, то этот метод оплаты не будет доступен, при оформлении заказа.<br />Например: 5000.01';
$_['help_order_fail_status']    = 'Если платежная система вернет покупателя после неудачного платежа, заказу будет установлен выбранный статус.';
$_['help_laterpay_mode']        = 'Онлайн оплата - покупатель будет отправлен на оплату сразу после оформления заказа без подтверждения менеджером;<br />Отсроченная оплата - покупатель сможет оплатить заказ только после проверки заказа менеджером магазина;<br />Смешанный режим - у покупателя при подтверждении заказа будет выбор: оплатить заказ сразу или использовать отсроченную оплату.';
$_['help_order_later_status']   = 'После проверки заказа менеджер магазина выставит данный статус, покупатель будет уведомлен по e-mail и сможет оплатить заказ. Также, ссылка на оплату появится в личном кабинете покупателя в разделе "Мои заказы".<br />БУДЬТЕ ВНИМАТЕЛЬНЫ!<br />Если данный статус будет совпадать со "статус заказа после подтверждения" - режим отсроченной оплаты будет отключен и покупатели будут перенаправляться на сайт платежной системы для оплаты сразу после нажатия на кнопку "Оформить заказ".';
$_['help_title']                = 'Название метода оплаты на странице оформления заказа';
$_['help_description']          = 'Если включено - будут отображаться платежные иконки на странице оформления заказа.';
$_['help_instruction']          = 'Инструкция по оплате выводится при подтверждении заказа. Если поле не заполнено - инструкция по оплате выводиться не будет.';
$_['help_laterpay_button_lk']   = 'Как это работает? Покупатель перешел на сайт платежной системы и не стал оплачивать заказ (передумал, не хватило денег, отключили электричество в доме или офисе и пр.). Тогда в его Личном Кабинете (ЛК) в списке истории заказов появится иконка "$", нажав на которую покупатель сможет снова попробовать оплатить свой заказ. Иконка появится только в том случае, если текущий статус заказа покупателя совпадает со статусом заказа, указанных в полях "' . $_['entry_order_confirm_status'] . '" и "' . $_['entry_order_fail_status'] . '"';
$_['help_button_confirm']       = 'Кнопка выводится на последнем этапе оформления заказа. При нажатии на нее заказ будет сформирован окончательно и покупатель будет отправлен для оплаты на сайт платежной системы (если отсроченная оплата отключена).';

$_['help_fast_template']            = 'Список поддерживаемых переменных:';
$_['help_notify_customer_success']  = 'Если включено - после успешной оплаты покупателю на e-mail придет письмо, шаблон которого можно настроить ниже.<br />Если выключено - будет отправляться стандартное в Opencart письмо об изменении заказа.';
$_['help_notify_customer_fail']     = 'Если включено - при неудачной оплате покупателю на e-mail придет письмо, шаблон которого можно настроить ниже.<br />Если выключено - будет отправляться стандартное в Opencart письмо об изменении заказа.';
$_['help_notify_admin_success']     = 'Если включено - администратору и менеджерам ИМ будет отправляться уведомление по e-mail об успешной оплате клиентом. Дополнительные e-mail адреса для оповещений Вы можете добавить в "Система->Настройки->Изменить->вкладка "Почта"';
$_['help_notify_admin_fail']        = 'Если включено - администратору и менеджерам ИМ будет отправляться уведомление по e-mail о неудачной оплате клиентом. Дополнительные e-mail адреса для оповещений Вы можете добавить в "Система->Настройки->Изменить->вкладка "Почта"';

$_['help_type']                  = 'Режим работы модуля. Если Вы зарегистрированы как физическое лицо - выберите пункт "%s".<br />Если Вы зарегистрированы как юридическое лицо - выберите пункт "%s".';
$_['help_wallet']                = 'Номер кошелька Яндекс.Денег, на который будут поступать средства.';
$_['help_scid']                  = 'Выдается Яндексом после заполнения анкеты на подключение.';
$_['help_shop_id']               = 'Выдается Яндексом после заполнения анкеты на подключение.';
$_['help_shop_password']         = 'Уникальный код, который знает только Yandex и Продавец. Используется интерфейсом инициализации оплаты.';
$_['help_test_mode_physical']    = 'При включенном тестовом режимы все запросы будут отправляться на тестовый шлюз системы: http://193.200.10.117:8080/pit/merchant_test_page_purchase.html в тестовой валюте 10643 (демо-рублики демо-системы «Яндекс.Деньги»). (Внимание! Для приема реальных платежей - тестовый режим необходимо выключить.)';
$_['help_test_mode_company']     = 'При включенном тестовом режимы все запросы будут отправляться на тестовый шлюз системы: https://demomoney.yandex.ru/eshop.xml. (Внимание! Для приема реальных платежей - тестовый режим необходимо выключить.)';
$_['help_comission']             = 'Укажите в процентах размер комиссии, если ее необходимо переложить на покупателя. Если число отрицательное - будет, наоборот, применена скидка.';

$_['help_log']                   = 'Журнал запросов от сервера платежной системы сохраняется в файле: /system/storage/logs/%s';
$_['help_log_file']              = 'Последние %d строк из файла журнала.';

// Error
$_['error_permission']      = 'У Вас нет прав для управления модулем "%s"!';
$_['error_clear_log']       = 'У Вас нет прав для очистки журнала модуля!';
$_['error_form_wallet']     = 'Поле "%s" (вкладка "%s") должно состоять только из цифр!';
$_['error_form']            = 'Необходимо заполнить поле "%s" (вкладка "%s")!';
?>