<?php
// Heading
$_['heading_title']    			= 'Модули';

// Text
$_['text_success']          	= 'Список модулей успешно обновлен!';
$_['text_layout']      			= 'После установки и настройки модуля его можно <a href="%s" class="alert-link">добавить в макет</a>!';
$_['text_add']          		= 'Добавить модуль';
$_['text_list']          		= 'Список модулей';
$_['text_hide_modules']      	= 'В списке не отображены модули, которые скрыты в <a href="%s" class="alert-link">разделе</a> управления правами пользователей!';

// Column
$_['column_name']          		= 'Название модуля';
$_['column_action']          	= 'Действие';

// Entry
$_['entry_code']          		= 'Модуль';
$_['entry_name']          		= 'Название модуля';

// Error
$_['error_permission']          = 'У вас нет прав для управления модулями!';
$_['error_name']          		= 'Название модуля должно быть от 3 до 64 символов';
$_['error_code']          		= 'Требуется дополнение!';
