<?php
// Heading
$_['heading_title']        				= 'OpenBay Pro';

// Buttons
$_['button_retry']						= 'Повторить';
$_['button_update']						= 'Обновить';
$_['button_patch']						= 'Патч';
$_['button_faq']						= 'Открыть FAQ';

// Tab
$_['tab_setting']						= 'Настройки';
$_['tab_update']						= 'Обновление';
$_['tab_update_v1']						= 'Автоматически';
$_['tab_patch']							= 'Патч';
$_['tab_developer']						= 'Разработчик';

// Text
$_['text_dashboard']         			= 'Панель управления';
$_['text_success']         				= 'Настройки успешно сохранены!';
$_['text_products']          			= 'Товары';
$_['text_orders']          				= 'Заказы';
$_['text_manage']          				= 'Менеджер';
$_['text_help']                     	= 'Помощь';
$_['text_tutorials']                    = 'Примеры на YouTube';
$_['text_suggestions']                  = 'Есть идея!';
$_['text_version_latest']               = 'Вы используете последнюю версию';
$_['text_version_check']     			= 'Проверка доступной версии';
$_['text_version_installed']    		= 'Установленная версия OpenBay Pro: v';
$_['text_version_current']        		= 'Ваша версия:';
$_['text_version_available']        	= 'последняя доступная:';
$_['text_language']             		= 'Язык API';
$_['text_getting_messages']     		= 'Чтение сообщений от OpenBay Pro';
$_['text_complete']     				= 'Завершено';
$_['text_patch_complete']           	= 'Патч успешно установлен!';
$_['text_connection_ok']				= 'Подключение к серверу установлено!';
$_['text_updated']						= 'Модуль был обновлен (v.%s)';
$_['text_update_description']			= 'ВНИМАНИЕ! Обновление произведёт изменения в системных файлах. Перед обновлением убедитесь, что у вас есть резервная копия ВСЕХ! файлов, включая базу данных!';
$_['text_patch_description']			= 'Если вы загрузили файлы обновления вручную, необходимо запустить патч для завершения обновления';
$_['text_clear_faq']                    = 'Показать скрытые подсказки';
$_['text_clear_faq_complete']           = 'Теперь уведомления будут показываться снова';
$_['text_install_success']              = 'Торговая площадка успешно установлена!';
$_['text_uninstall_success']            = 'Торговая площадка успешно удалена!';
$_['text_title_messages']               = 'Сообщения и уведомления';
$_['text_marketplace_shipped']			= 'Статус заказа будет обновлен в marketplace';
$_['text_action_warning']				= 'Это действие опасно так как защищено паролем.';
$_['text_check_new']					= 'Проверка доступной версии';
$_['text_downloading']					= 'Загружаю файлы обновления';
$_['text_extracting']					= 'Распаковка файлов';
$_['text_running_patch']				= 'Запуск патча';
$_['text_fail_patch']					= 'Невозможно извлечь файлы обновления';
$_['text_updated_ok']					= 'Обновление завершено, установленная версия ';
$_['text_check_server']					= 'Проверка требования к серверу';
$_['text_version_ok']					= 'Программное обеспечение уже готово, установлена версия ';
$_['text_remove_files']					= 'Удаление файлов больше не требуется';
$_['text_confirm_backup']				= 'Убедитесь, что у вас есть полная резервная копия, прежде чем продолжить!';

// Column
$_['column_name']          				= 'Название Plugin\'а';
$_['column_status']        				= 'Статус';
$_['column_action']        				= 'Действие';

// Entry
$_['entry_patch']            			= 'Руное обновление';
$_['entry_courier']						= 'Курьер';
$_['entry_courier_other']           	= 'Другой курьер';
$_['entry_tracking']                	= 'Отслеживание #';
$_['entry_empty_data']					= 'Очистить все данные?';
$_['entry_password_prompt']				= 'Пожалуйста введите данные';
$_['entry_update']						= 'Установить автоматически';
$_['entry_beta']						= 'Использовать бета версию';

// Error
$_['error_admin']             			= 'Укажите директорию папки admin';
$_['error_no_admin']					= 'Соединение установлено, но ваш каталог администратора OpenCart не найден';
$_['error_no_files']					= 'Соединение установлено, но ни одной папки OpenCart ни найдено! Корневой путь указан верно?';
$_['error_failed']						= 'Не удалось загрузить, повторить?';
$_['error_tracking_id_format']			= 'Ваш tracking ID не может содержать символы > или <';
$_['error_tracking_courier']			= 'Если вы хотите добавить tracking ID, вам необходимо выбрать курьера';
$_['error_tracking_custom']				= 'Оставьте поле курьера пустым, если вы хотите использовать пользовательского курьера';
$_['error_permission']					= 'У вас нет разрешения на изменение OpenBay Pro';
$_['error_mkdir']						= 'PHP mkdir функция отключена, обратитесь к своему хостингу';
$_['error_file_delete']					= 'Невозможно удалить эти файлы, вы должны удалить их вручную';
$_['error_openssl']            			= 'PHP библиотека "OpenSSL" не включена. Обратитесь к своему хостингу.';
$_['error_mbstring']               		= 'PHP библиотека "mb strings" не установлена. Обратитесь к своему хостингу.';
$_['error_oc_version']             		= 'Ваша версия OpenCart не протестирована с этим модулем. У вас могут возникнуть проблемы.';
$_['error_fopen']             			= 'PHP функция "fopen" отключена на хостинге - вы не сможете добавлять изображения при импорте товаров.';
$_['lang_error_vqmod']             		= 'Папка vqmod содержит старые OpenBay Pro файлы - они должны быть удалены!';

// Help
$_['help_clear_faq']					= 'Показать ранее скрытые подсказки.';
$_['help_empty_data']					= 'ВНИМАНИЕ! Это может привести к серьезным последствиям, вплоть до неработающего интернет магазина. Не нажимайте на Сброс - если не знаете что он делает!';
$_['help_easy_update']					= 'Установить последнюю версию OpenBay Pro в автоматическом режиме.';
$_['help_patch']						= 'Нажмите, чтобы запустить патч из сохраненного ранее скрипта.';
$_['help_beta']							= 'ВНИМАНИЕ! Бета версия является последней версией "для тестирования" и она по своему определению не может быть стабильной. Ошибки и баги неизбежны!';
