<?php
// Heading
$_['heading_title']                    = 'Управление магазинами';

// Text
$_['text_settings']                    = 'Настройки';
$_['text_success']                     = 'Настройки сохранены!';
$_['text_list']                        = 'Список магазинов';
$_['text_add']                         = 'Добавление магазина';
$_['text_edit']                        = 'Редактирование магазина';
$_['text_items']                       = 'ТОВАРЫ';
$_['text_tax']                         = 'НАЛОГИ';
$_['text_account']                     = 'ЗАРЕГИСТРИРОВАННЫЕ ПОКУПАТЕЛИ';
$_['text_checkout']                    = 'ОФОРМЛЕНИЕ ЗАКАЗА';
$_['text_stock']                       = 'КОЛ-ВО НА СКЛАДЕ';
$_['text_shipping']                    = 'Адрес покупки';
$_['text_payment']                     = 'Адрес платежа';

// Column
$_['column_name']				       = 'Название магазина';
$_['column_url']				       = 'URL магазина';
$_['column_action']				       = 'Действие';

// Entry
$_['entry_url']                        = 'URL магазина';
$_['entry_ssl']                        = 'SSL URL';
$_['entry_meta_title']                 = 'Заголовок:';
$_['entry_meta_description']           = 'Мета-тег Description:';
$_['entry_meta_keyword']               = 'Мета-тег Keywords:';
$_['entry_layout']                     = 'Макет по умолчанию:';
$_['entry_theme']                   = 'Шаблон';
$_['entry_name']                       = 'Название магазина';
$_['entry_owner']                      = 'Владелец магазина';
$_['entry_address']                    = 'Адрес';
$_['entry_geocode']                    = 'Geocode';
$_['entry_email']                      = 'E-Mail';
$_['entry_telephone']                  = 'Телефон';
$_['entry_fax']                        = 'Факс';
$_['entry_image']                      = 'Логотип';
$_['entry_open']                       = 'Время работы';
$_['entry_comment']                    = 'Комментарий';
$_['entry_location']                   = 'Местоположение магазина';
$_['entry_country']                    = 'Страна:';
$_['entry_zone']                       = 'Регион / область:';
$_['entry_language']                   = 'Язык:';
$_['entry_currency']                   = 'Валюта:';
$_['entry_tax']                        = 'Отображать цены с налогом:';
$_['entry_tax_default']                = 'Адрес магазина для расчёта налогов';
$_['entry_tax_customer']               = 'Адрес покупателя в качестве адреса доставки или платежа?';
$_['entry_customer_group']             = 'Группа покупателей';
$_['entry_customer_group_display']     = 'Показывать группы';
$_['entry_customer_price']             = 'Показывать цены только залогиненным';
$_['entry_account']                    = 'Подтверждение при регистрации';
$_['entry_cart_weight']                = 'Показывать Вес в Корзине';
$_['entry_checkout_guest']             = 'Оформление без регистрации';
$_['entry_checkout']                   = 'Подтверждение при оформлении';
$_['entry_order_status']               = 'Статус заказа';
$_['entry_stock_display']              = 'Показывать остаток';
$_['entry_stock_checkout']             = 'Заказ при нехватке';
$_['entry_logo']                       = 'Логотип';
$_['entry_icon']                       = 'Иконка';
$_['entry_secure']                     = 'Использовать SSL';

// Help
$_['help_url']                         = 'Полный URL путь магазина. Убедитесь что в конце присутствует слеш \'/\'. Пример: http://www.yourdomain.com/path/<br /><br />Не используйте для нового магазина Каталог! Всегда указывайте другой домен или поддомен на вашем хостинге.';
$_['help_ssl']                         = 'SSL URL Вашего магазина. Убедитесь что в конце присутствует слеш \'/\'. Пример: http://www.yourdomain.com/path/<br /><br />Не используйте для нового магазина Каталог! Всегда указывайте другой домен или поддомен на вашем хостинге.';
$_['help_geocode']                     = 'Укажите вручную Geocode Вашего магазина, указав Ширину и Долготу. ПРИМЕР: (54.718681, 20.499113) БЕЗ СКОБОК И КАВЫЧЕК!';
$_['help_open']                        = 'Укажите время работы магазина.';
$_['help_comment']                     = 'Добавляет комментарий на странице контактов. Например, что Ваш магазин не принимает чеки.';
$_['help_location']                    = 'Местоположения магазинов, которые будут показаны на странице с формой обратной связи';
$_['help_currency']                    = 'Изменение валюты по умолчанию. Необходимо очистить кэш браузера для просмотра изменений и сбрасывания cookie.';
$_['help_tax_default']                 = 'Если пользователь не залогинен, использовать адрес магазина для вычисления налогов. Вы можете выбрать использование адреса магазина либо в качестве адреса доставки, либо платежного адреса покупателя.';
$_['help_tax_customer']                = 'Для подсчёта налогов надо знать адрес. Вы можете выбрать использование выбранного по умолчанию адреса покупателя для адреса доставки или платежа покупателя.';
$_['help_customer_group']              = 'Группа покупателей по умолчанию.';
$_['help_customer_group_display']      = 'Показывать группы покупателей, которые новые покупатели могут выбрать при регистрации, такие как \'Оптовые покупатели\' или \'Бизнес-партнёры\'.';
$_['help_customer_price']              = 'Цены могут видеть только зарегистрированные покупатели.';
$_['help_account']                     = 'Требовать подтверждение согласия с правилами при регистрации аккаунта.';
$_['help_checkout_guest']              = 'Позволить покупателям оформлять заказы без регистрации Личного кабинета. Эта функция не будет доступна, если в корзине будут файлы для скачивания.';
$_['help_checkout']                    = 'Требовать подтверждение согласия с правилами при оформлении заказа.';
$_['help_order_status']                = 'Статус заказа по умолчанию.';
$_['help_stock_display']               = 'Показывать остаток товара на складе (на странице товара).';
$_['help_stock_checkout']              = 'Разрешить покупателям оформлять заказ, если заказываемых товаров на данный момент нет на складе.';
$_['help_icon']                        = 'Должна быть в PNG 16px на 16px.';
$_['help_secure']                      = 'Для использования SSL убедитесь что Ваш хостинг поддерживает SSL сертификат и пропишите SSL адреса в файле конфигурации!';

// Error
$_['error_warning']                    = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']                 = 'У вас нет прав для изменения настроек!';
$_['error_url']                    		= 'Необходим URL магазина!';
$_['error_meta_title']             = 'Название должно быть от 3 до 32 символов!';
$_['error_name']                   = 'Название магазина должно быть от 3 до 32 символов!';
$_['error_owner']                      = 'Имя владельца магазина должно быть от 3 до 64 символов!';
$_['error_address']                    = 'Адрес магазина должен быть от 10 до 256 символов!';
$_['error_email']                      = 'E-Mail адрес указан некорректно!';
$_['error_telephone']                  = 'Телефон должен быть от 3 до 32 символов!';
$_['error_customer_group_display']     = 'Вы должны включить группу пользователей по умолчанию, если собираетесь использовать эту опцию!';
$_['error_default']                    = 'Нельзя удалить магазин который установлен по умалчанию!';
$_['error_store']                      = 'Этот магазин нельзя удалить, так как за ним числятся %s заказа(ов)!';
