<?php
// Heading
$_['heading_title'] = 'Платёж не выполнен!';

// Text
$_['text_basket']   = 'Корзина';
$_['text_checkout'] = 'Оформить заказ';
$_['text_failure']  = 'Платёж не выполнен';
$_['text_message']  = '<p>Во время обработки вашего платежа произошла ошибка, оплата не была завершена.</p>

<p>Возможные причины:</p>
<ul>
<li>Недостаточно средств на счёте</li>
<li>Введены некорректные данные</li>
</ul>

<p>Пожалуйста, попробуйте использовать другой метод оплаты.</p>

<p>Если проблему не удается решить, пожалуйста, <a href="%s">свяжитесь с нами</a>.</p>';
