<?php
// Heading
$_['heading_title'] = 'Использование бонусов (доступны %s)';

// Text
$_['text_success']  = 'Успех: Ваша бонусная скидка была применена!';

// Entry
$_['entry_reward']  = 'Баллы для использования (Макс. %s)';

// Error
$_['error_reward']  = 'Предупреждение: Пожалуйста, введите количество баллов для использования!';
$_['error_points']  = 'Предупреждение: У Вас нет %s бонусов!';
$_['error_maximum'] = 'Предупреждение: Максимальное количество баллов, которые могут быть применены %s!';