<?php
// Heading
$_['heading_title']        = 'Рассчитать стоимость &amp; доставки';

// Text
$_['text_success']         = 'Успешно: Ваша заявка расчета стоимости доставки была отправлена!';
$_['text_shipping']        = 'Введите пункт назначения, чтобы получить предполагаемую стоимость доставки.';
$_['text_shipping_method'] = 'Пожалуйста, выберите предпочтительный способ доставки для этого заказа.';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Регион / область';
$_['entry_postcode']       = 'Почтовый индекс';

// Error
$_['error_postcode']       = 'Почтовый индекс должен быть от 2 до 10 символов!';
$_['error_country']        = 'Пожалуйста, выберите страну!';
$_['error_zone']           = 'Пожалуйста, выберите регион / область!';
$_['error_shipping']       = 'Внимание: Требуется указать способ доставки!';
$_['error_no_shipping']    = 'Внимание: Нет доступных вариантов доставки. Пожалуйста, <a href="%s">свяжитесь с нами</a> для помощи!';