<?php
// Heading
$_['heading_title']        = 'Ваш заказ размещен!';

// Text
$_['text_basket']          = 'Корзина';
$_['text_checkout']        = 'Оформить заказ';
$_['text_success']         = 'Успешно';
$_['text_customer']        = '<p>Ваш заказ успешно обработан!</p><p>Вы можете просматривать завершенные заказы, перейдя на страницу <a href="%s">учетной записи</a>, а также нажав кнопку <a href="%s">история заказов</a>.</p><p>Если ваша покупка связана с загрузкой файла, перейдите на страницу <a href="%s">загрузки</a>.</p><p>По любым вопросам обращайтесь в <a href="%s">магазин</a>.</p><p>Спасибо за покупки!</p>';
$_['text_guest']           = '<p>Ваш заказ успешно обработан!</p><p>По любым вопросам обращайтесь к <a href="%s">владельцу магазина</a>.</p><p>Спасибо за покупки!</p>';