<?php
// Text
$_['text_for']          = '%s Подарочный сертификат для %s';
$_['text_success']      = 'Итоговая сумма заказа успешно изменена!';

// Error
$_['error_warning']     = 'Внимательно проверьте форму и исправьте ошибки!';
$_['error_permission']  = 'У Вас нет прав для доступа к этой странице, обратитесь к системному администратору.';
$_['error_customer']    = 'Не удается найти выбранного покупателя!';
$_['error_email']       = 'E-Mail адрес введен неверно!';
$_['error_postcode']    = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']     = 'Пожалуйста, выберите страну!';
$_['error_zone']        = 'Пожалуйста, выберите регион / область!';
$_['error_stock']       = 'Товары, отмеченные ***, недоступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']     = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_required']    = 'Поле %s должно быть заполнено!';
$_['error_shipping']    = 'Необходимо указать способ доставки!';
$_['error_no_shipping'] = 'Доставка по данному адресу невозможна!';
$_['error_payment']     = 'Необходимо указать способ оплаты!';
$_['error_no_payment']  = 'Оплата по данному адресу невозможна!';
$_['error_coupon']      = 'Ошибка: купон либо недействителен, либо истек срок его действия, либо достигнут предел его использования!';
$_['error_voucher']     = 'Неверно указан код Подарочного Сертификата, либо он уже использован, либо истёк срок действия!';
$_['error_reward']      = 'Укажите количество бонусных баллов, которые хотите использовать!';
$_['error_points']      = 'У Вас нет %s бонусных баллов!';
$_['error_maximum']     = 'Максимальное количество бонусных баллов, которые могут быть использованы, составляет %s!';
$_['error_to_name']     = 'Имя получателя должно быть от 1 до 64 символов длиной!';
$_['error_from_name']   = 'Ваше имя должно быть от  1 до 64 символов длиной!';
$_['error_amount']      = 'Сумма должна быть от %s до %s!';
?>