<?php
// Heading
$_['heading_title']    = 'Менеджер изображений';

// Text
$_['text_uploaded']    = 'Файл загружен!';
$_['text_file_delete'] = 'Файл удален!';
$_['text_create']      = 'Директория создана!';
$_['text_delete']      = 'Файл или директория удалена!';
$_['text_move']        = 'Файл или директория перемещена!';
$_['text_copy']        = 'Файл или директория скопирована!';
$_['text_rename']      = 'Файл или директория переименована!';

// Entry
$_['entry_folder']     = 'Новая директория:';
$_['entry_move']       = 'Переместить в:';
$_['entry_copy']       = 'Новое имя:';
$_['entry_rename']     = 'Новое имя:';

// Error
$_['error_select']     = 'Выберите файл или директорию!';
$_['error_file']       = 'Выберите файл!';
$_['error_directory']  = 'Выберите директорию!';
$_['error_default']    = 'Нельзя менять директорию, установленную по умолчанию!';
$_['error_delete']     = 'Невозможно удалить директорию!';
$_['error_filename']   = 'Имя файла должно быть от 3 до 255 символов!';
$_['error_missing']    = 'Файл или директория не существует!';
$_['error_exists']     = 'Файл или директория с таким именем уже существует!';
$_['error_name']       = 'Введите новое имя!';
$_['error_move']       = 'Директория назначения не существует!';
$_['error_copy']       = 'Невозможно скопировать файл или директорию!';
$_['error_rename']     = 'Невозможно переименовать директорию!';
$_['error_file_type']  = 'Некорректный тип файла!';
$_['error_file_size']  = 'Файл не должен быть больше 300kb и 1000px по высоте или ширине!';
$_['error_uploaded']   = 'Файл не загружается по непонятным причинам!';
$_['error_permission'] = 'У вас нет прав доступа!';

// Button
$_['button_folder']    = 'Новая директория';
$_['button_delete']    = 'Удалить';
$_['button_move']      = 'Переместить';
$_['button_copy']      = 'Копировать';
$_['button_rename']    = 'Переименовать';
$_['button_upload']    = 'Загрузить';
$_['button_refresh']   = 'Обновить';
?>