<?php
// Heading
$_['heading_title']        		= 'Установщик дополнений OCMOD';

// Text
$_['text_upload']          		= 'Вы можете добавить свои дополнения';
$_['text_success']          	= 'Дополнение успешно установлено!';
$_['text_unzip']          		= 'Файлы распакованы!';
$_['text_ftp']          		= 'Копирование файлов!';
$_['text_sql']          		= 'Выполнение SQL-запроса!';
$_['text_xml']          		= 'Применение изменений';
$_['text_php']          		= 'Запуск PHP';
$_['text_remove']          		= 'Удаление временных файлов';
$_['text_clear']          		= 'Временные файлы успешно очищены!';

// Entry
$_['entry_upload']          	= 'Загрузить файл';
$_['entry_overwrite']          	= 'Файлы будут перезаписаны';
$_['entry_progress']          	= 'Выполнение';

// Help
$_['help_upload']          		= 'Требуются файлы модификаций .ocmod.zip или .ocmod.xml';

// Error
$_['error_permission']          = 'Внимание! У вас нет прав на изменение дополнений!';
$_['error_temporary']          	= 'Внимание! Эти временные файлы должны быть удалены. Нажмите кнопку для их удаления.';
$_['error_upload']          	= 'Файл не может быть загружен!';
$_['error_filetype']          	= 'Неверный тип файла!';
$_['error_file']          		= 'Файл не найден!';
$_['error_unzip']          		= 'Ошибка при распаковке архива!';
$_['error_code']          		= 'Модификатору требуется уникальный ID код!';
$_['error_exists']          	= 'Модификатор %s уже использует уникальный ID код который вы пытаетесь загрузить!';
$_['error_directory']          	= 'Не найдена папка с файлами для загрузки!';
$_['error_ftp_status']          = 'FTP доступ должен быть включен в настройках';
$_['error_ftp_connection']      = 'Невозможно подключиться как %s:%s';
$_['error_ftp_login']          	= 'Невозможно войти как %s';
$_['error_ftp_root']          	= 'Не удалось выбрать корневой каталог %s';
$_['error_ftp_directory']       = 'Невозможно изменить директорию %s';
$_['error_ftp_file']          	= 'Невозможно загрузить файл %s';
