<?php
// Heading
$_['heading_title']     	= 'Менеджер дополнений';

// Text
$_['text_success']          = 'Список дополнений OCMOD успешно обновлен!';
$_['text_refresh']          = 'Когда вы включаете / отключаете или удаляете одно из дополнений, необходимо нажать на кнопку "Обновить" - чтобы обновить Кэш!';
$_['text_list']          	= 'Список установленных дополнений OCMOD';
$_['text_form']          	= 'Редактирование OCMOD дополнения';
$_['text_success']          = 'Дополнение успешно обновлено!';
$_['text_xml']          	= 'Применение изменений';
$_['text_remove']          	= 'Удаление временных файлов';
$_['text_clear']          	= 'Временные файлы успешно очищены!';
$_['text_clear']          	= 'Временные файлы успешно очищены!';

// Tabs
$_['tab_backup']          	= 'Резервная копия';

// Help
$_['help_upload']          	= 'Требуются файл текущей модификации  code.ocmod.xml';

// Download
$_['button_download']       = 'Скачать xml файл';
$_['button_update']         = 'Применить изменения';
$_['button_restore']        = 'Восстановить с резервной копии';
$_['button_history']        = 'Очистить все резервные копии';

// Entry
$_['entry_name']          	= 'Название';
$_['entry_xml']          	= 'Код';
$_['entry_upload']          = 'Загрузить файл';
$_['entry_overwrite']       = 'Файлы будут перезаписаны';
$_['entry_progress']        = 'Обновление XML';

// Column
$_['column_name']          	= 'Название';
$_['column_author']         = 'Автор';
$_['column_version']        = 'Версия';
$_['column_status']         = 'Статус';
$_['column_date_added']     = 'Дата';
$_['column_action']         = 'Действие';
$_['column_id']             = 'ID';
$_['column_code']           = 'Идентификатор OCMOD дополнения';
$_['column_restore']        = 'Восстановить';

// Error
$_['error_permission']      = 'У вас не достаточно прав!';
$_['error_upload']          = 'Файл не может быть загружен!';
$_['error_filetype']        = 'Неверный тип файла!';
$_['error_file']          	= 'Файл не найден!';
$_['error_code']          	= 'Модификатору требуется уникальный ID код!';
$_['error_exists']          = 'Модификатор %s уже использует уникальный ID код который вы пытаетесь загрузить!';
$_['error_directory']       = 'Не найдена папка с файлами для загрузки!';
