<?php
// Heading
$_['heading_title']        = 'Мой партнерский счет';

// Text
$_['text_account']         = 'Аккаунт';
$_['text_my_account']      = 'Мой партнерский счет';
$_['text_my_tracking']     = 'Моя информация для отслеживания';
$_['text_my_transactions'] = 'Мои заказы';
$_['text_edit']            = 'Редактировать учетную запись';
$_['text_password']        = 'Изменить пароль';
$_['text_payment']         = 'Изменить настройки платежей';
$_['text_tracking']        = 'Пользовательский Партнерский код для отслеживания';
$_['text_transaction']     = 'Просмотр истории заказов';