<?php
// Heading
$_['heading_title']     = 'Данные моей учетной записи';

// Text
$_['text_account']      = 'Аккаунт';
$_['text_edit']         = 'Редактировать информацию';
$_['text_your_details'] = 'Ваши личные данные';
$_['text_your_address'] = 'Ваш адрес';
$_['text_success']      = 'Ваш аккаунт был успешно обновлен.';

// Entry
$_['entry_firstname']   = 'Имя';
$_['entry_lastname']    = 'Фамилия';
$_['entry_email']       = 'Электронная почта';
$_['entry_telephone']   = 'Телефон';
$_['entry_fax']         = 'Факс';
$_['entry_company']     = 'Компания';
$_['entry_website']     = 'Веб-сайт';
$_['entry_address_1']   = 'Адрес 1';
$_['entry_address_2']   = 'Адрес 2';
$_['entry_postcode']    = 'Почтовый индекс';
$_['entry_city']        = 'Город';
$_['entry_country']     = 'Страна';
$_['entry_zone']        = 'Регион / область';

// Error
$_['error_exists']      = 'Внимание: Адрес электронной почты уже зарегистрирован!';
$_['error_firstname']   = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']    = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']       = 'Такой адрес электронной почты недопустим!';
$_['error_telephone']   = 'Телефон должен быть от 3 до 32 символов!';
$_['error_address_1']   = 'Адрес должен содержать от 3-х до 128-и знаков!';
$_['error_city']        = 'Город должен быть от 2 до 128 символов!';
$_['error_country']     = 'Пожалуйста, выберите страну!';
$_['error_zone']        = 'Пожалуйста, выберите регион / область!';
$_['error_postcode']    = 'Почтовый индекс должен быть от 2 до 10 символов!';