<?php
// Heading
$_['heading_title']   = 'Забыли свой пароль?';

// Text
$_['text_account']    = 'Аккаунт';
$_['text_forgotten']  = 'Забыли пароль';
$_['text_your_email'] = 'Адрес электронной почты';
$_['text_email']      = 'Введите адрес электронной почты от вашей учетной записи. Нажмите кнопку отправить, чтобы получить пароль по электронной почте';
$_['text_success']    = 'Поздравляем: Новый пароль был отправлен на ваш адрес электронной почты.';

// Entry
$_['entry_email']     = 'Адрес электронной почты';

// Error
$_['error_email']     = 'Предупреждение: Введенный адрес электронной почты не найден, пожалуйста попробуйте еще раз!';