<?php
// Heading
$_['heading_title']                 = 'Партнерская программа';

// Text
$_['text_account']                  = 'Учётная запись';
$_['text_login']                    = 'Войти';
$_['text_description']              = '<p>Партнерская программа %s совершенно бесплатна и позволяет участникам получать дополнительный доход путём размещения ссылок как на весь наш магазин %s, так и на отдельные товары. Каждая покупка, совершенная по партнёрской ссылке, приносит агентскую комиссию. Стандартный размер комиссии составляет %s.</p><p>За подробной информацией обращайтесь на страницу информации для партнеров или раздел «Вопросы и ответы».</p>';
$_['text_new_affiliate']            = 'Новый партнёр';
$_['text_register_account']         = '<p>Я не являюсь партнёром.</p><p>Нажмите кнопку «Продолжить», чтобы создать учётную запись партнёра. Обратите внимание, что эта учётная запись никак не связана с какой-либо учётной записью покупателя!</p>';
$_['text_returning_affiliate']      = 'Войти партнёру';
$_['text_i_am_returning_affiliate'] = 'Я уже зарегистрирован.';
$_['text_forgotten']                = 'Забыли пароль';

// Entry
$_['entry_email']                   = 'E-mail партнёра';
$_['entry_password']                = 'Пароль';

// Error
$_['error_login']                   = 'Внимание: Не совпадает адрес электронной почты и/или пароль.';
$_['error_attempts']                = 'Внимание: Превышено допустимое количество попыток входа в систему с Вашей учётной записью. Пожалуйста, попробуйте снова через 1 час.';
$_['error_approved']                = 'Внимание: Ваша учётная запись требует подтверждения, прежде чем Вы сможете войти.';