<?php
// Heading
$_['heading_title'] = 'Ваш партнерский счет создан!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваш новый аккаунт был успешно создан!</p> <p>Теперь Вы можете теперь воспользоваться преимуществами зарегистрированного пользователя для получения положительного опыта покупок в Интернете вместе с нами.</p> <p>Если у Вас возникли какие-либо вопросы о работе Интернет-магазина, пожалуйста, свяжитесь по электронной почте с владельцем магазина.</p> <p>Подтверждение также было отправлено на указанный e-mail адрес. Если вы не получили его в течение часа, пожалуйста, <a href="%s"> свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию партнерского аккаунта %s!</p><p>Вы будете уведомлены по e-mail об активации вашего аккаунта владельцем магазина.</p><p>Если у вас есть вопросы по работе партнерской программы, пожалуйста, <a href="%s">свяжитесь с владельцем магазина</a>.</p>';
$_['text_account']  = 'Аккаунт';
$_['text_success']  = 'Успешно';
