<?php
// Heading 
$_['heading_title']    = 'Реферальные ссылки';

// Text
$_['text_account']     = 'Кабинет Партнера';
$_['text_description'] = 'Для того, чтобы получать агентское вознаграждение с покупок приводимых Вами клиентов, необходимо добавить в ссылку реферальный код. Воспользуйтесь генератором ссылок для сайта %s.';
$_['text_code']        = '<b>Ваш Реферальный Код:</b>';
$_['text_generator']   = '<b>Генератор ссылок</b><br />Введите название товара, на который нужно создать ссылку:';
$_['text_link']        = '<b>Реферальная ссылка:</b>';
?>