<?php
// Heading
$_['heading_title']    = 'Партнерское отслеживание';

// Text
$_['text_account']     = 'Аккаунт';
$_['text_description'] = 'Чтобы убедиться, что вам платят за рефералов, которых вы посылаете нам, нам нужно отслеживать рефералов, поместив код отслеживания в URL-адрес ссылки на нас. Инструменты ниже можно использовать для создания ссылок на веб-сайт %s.';

// Entry
$_['entry_code']       = 'Ваш код отслеживания';
$_['entry_generator']  = 'Генератор ссылки отслеживания';
$_['entry_link']       = 'Ссылка отслеживания';

// Help
$_['help_generator']  = 'Введите название продукта, на который вы хотите ссылаться';