<?php
// Heading
$_['heading_title']     = 'Локализация магазина';

// Text
$_['text_add']          = 'Добавление языка';
$_['text_edit']         = 'Редактирование языка';
$_['text_list']         = 'Список доступных языков';
$_['text_success']      = 'Список языков обновлен!';

// Column
$_['column_action']     = 'Действие';
$_['column_code']       = 'Код';
$_['column_name']       = 'Язык';
$_['column_sort_order'] = 'Порядок сортировки';

// Entry
$_['entry_code']        = 'Код';
$_['entry_directory']   = 'Директория';
$_['entry_image']       = 'Изображение';
$_['entry_locale']      = 'Кодировка';
$_['entry_name']        = 'Название';
$_['entry_sort_order']  = 'Порядок сортировки:';
$_['entry_status']      = 'Статус';

// Help
$_['help_code']         = 'Например: RU. Не меняйте, если этот язык установлен по умолчанию.';
$_['help_directory']    = 'Директория: название директории (с учетом регистра)';
$_['help_image']        = 'Например: ru.png';
$_['help_locale']       = 'Например: ru_RU.UTF-8,ru_RU,ru_RU,ru';
$_['help_status']       = 'Показывать в списке выбора языков';

// Error
$_['error_admin']       = 'Язык не может быть удален, поскольку он является языком для Администратора';
$_['error_code']        = 'Код языка должен быть от 2 символов!';
$_['error_default']     = 'Язык не может быть удален, поскольку он используется по умолчанию!';
$_['error_directory']   = 'Необходимо указать каталог!';
$_['error_image']       = 'Название изображения должно быть от 3 до 64 символов!';
$_['error_locale']      = 'Необходим язык!';
$_['error_name']        = 'Название языка должно быть от 3 до 32 символов!';
$_['error_order']       = 'Язык не может быть удален, поскольку он используется в %s заказе(ах)!';
$_['error_permission']  = 'У Вас нет прав для изменения списка языков!';
$_['error_store']       = 'Язык не может быть удален, поскольку он используется в %s магазине(ах)!';