<?php
// Heading
$_['heading_title']    = 'Единицы измерения';

// Text
$_['text_success']     = 'Список единиц измерений обновлен';

// Column
$_['column_title']     = 'Название единицы измерения';
$_['column_unit']      = 'Единица измерения';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Название единицы измерения:';
$_['entry_unit']       = 'Единица измерения:';
$_['entry_value']      = 'Значение:<br /><span class="help">Установите на 1.00000 если это единица измерения по умолчанию.</span>';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения единиц измерений!';
$_['error_title']      = 'Название единицы измерения должно быть от 3 до 32 символов!';
$_['error_unit']       = 'Единица измерения должна быть от 1 до 4 символов!';
$_['error_default']    = 'Единицу измерения нельзя изменить, поскольку она установлена по умолчанию!';
$_['error_product']    = 'Единицу измерения нельзя изменить, поскольку она прикреплена к %s товару(ам)!';
?>