<?php
// Heading
$_['heading_title']    = 'Состояние на складе';

// Text
$_['text_success']     = 'Список состояний склада обновлен!';

// Column
$_['column_name']      = 'Варианты состояний склада';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название состояния склада';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения вариантов состояний склада!';
$_['error_name']       = 'Название должно быть от 3 до 32 символов!';
$_['error_product']    = 'Вариант состояния нельзя удалить, поскольку он используется для %s товара(ов)!';
?>
