<?php
// Heading
$_['heading_title']     = 'Налоговый Класс';

// Text
$_['text_shipping']     = 'Адрес доставки';
$_['text_payment']      = 'Адрес плательщика';
$_['text_store']        = 'Адрес магазина';
$_['text_success']      = 'Список налоговых классов обновлен!';

// Column
$_['column_title']      = 'Налоговые классы';
$_['column_action']     = 'Действие';

// Entry
$_['entry_title']       = 'Налоговый класс:';
$_['entry_description'] = 'Описание:';
$_['entry_rate']        = 'Налоговая ставка:';
$_['entry_based']       = 'На основе:';
$_['entry_geo_zone']    = 'Географическая зона:';
$_['entry_priority']    = 'Приоритет:';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения налоговых классов!';
$_['error_title']       = 'Название налога должно быть от 3 до 32 символов!';
$_['error_description'] = 'Описание должно быть от 3 до 255 символов!';
$_['error_product']     = 'Налог не может быть исключен, поскольку он прикреплен к %s товару(ам)';
?>
