<?php
// Text
$_['text_subject']        = '%s - Спасибо за регистрацию!';
$_['text_welcome']        = 'Добро пожаловать и спасибо за регистрацию на %s!';
$_['text_login']          = 'Ваш аккаунт успешно создан, и вы можете войти, используя указанный при регистрации адрес электронной почты и пароль на нашем сайте:';
$_['text_approval']       = 'Ваша учётная запись ожидает подтверждения. После её подтверждения вы сможете войти на сайт, используя ваш адрес электронной почты и пароль, по ссылке:';
$_['text_services']       = 'После входа на сайт вы сможете воспользоваться дополнительными возможностями: просмотр истории заказов, печать счетов и многое другое...';
$_['text_thanks']         = 'Спасибо,';
$_['text_new_customer']   = 'Новый покупатель';
$_['text_signup']         = 'Зарегистрирован новый покупатель:';
$_['text_website']        = 'Веб сайт:';
$_['text_customer_group'] = 'Группа покупателей:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';
