<?php
// Text
$_['text_subject']  = 'Вы отправили подарочный сертификат из магазина %s';
$_['text_greeting'] = 'Поздравляем, вы получили подарочный сертификат стоимостью %s';
$_['text_from']     = 'Этот подарочный сертификат вам отправил %s';
$_['text_message']  = 'С сообщением';
$_['text_redeem']   = 'Чтобы использовать сертификат, запишите код  <b>%s</b> затем нажмите на ссылку ниже и приобретите товар. Так же, можно ввести код сертификата на странице корзины непосредственно перед оформлением заказа.';
$_['text_footer']   = 'Пожалуйста, ответьте на это письмо, если у вас возникли какие-либо вопросы.';
