<?php
// Heading
$_['heading_title']             = 'Группы покупателей';

// Text
$_['text_success']              = 'Группы покупателей изменены!';

// Column
$_['column_name']               = 'Название группы покупателей';
$_['column_sort_order']         = 'Прядок сортировки';
$_['column_action']             = 'Действие';

// Entry
$_['entry_name']                = 'Название группы покупателей:';
$_['entry_description']         = 'Описание:';
$_['entry_approval']            = 'Подтверждение новых пользователей:<br /><span class="help">Пользователи должны быть активированы администратором, прежде чем смогут залогиниться в магазин.</span>';
$_['entry_company_id_display']  = 'Показывать регистрационный номер компании:<br /><span class="help">Показывать поле с регистрационным номером компании.</span>';
$_['entry_company_id_required'] = 'Требуется регистрационный номер компании:<br /><span class="help">Активируйте, если пользователь должен использовать регистрационный номер компании при покупке.</span>';
$_['entry_tax_id_display']      = 'Показывать ИНН:<br /><span class="help">Показывать поле с ИНН.</span>';
$_['entry_tax_id_required']     = 'Требуется ИНН:<br /><span class="help">Активируйте, если пользователь должен использовать ИНН при покупке.</span>';
$_['entry_sort_order']          = 'Порядок сортировки:';

// Error
$_['error_permission']          = 'У Вас нет прав для изменения групп покупателей!';
$_['error_name']                = 'Название группы должно быть от 3 до 32 символов!';
$_['error_default']             = 'Эту группу покупателей нельзя удалить, поскольку она используется по умолчанию!';
$_['error_store']               = 'Эту группу покупателей нельзя удалить, поскольку она используется в %s магазине(ах)!';
$_['error_customer']            = 'Эту группу покупателей нельзя удалить, поскольку в нее входит %s покупатель(ей)!';
?>