<?php
// Heading
$_['heading_title']           = 'Группы покупателей';

// Text
$_['text_success']            = 'Группы покупателей изменены!';

// Column
$_['column_name']             = 'Название группы покупателей';
$_['column_sort_order']       = 'Порядок сортировки';
$_['column_action']           = 'Действие';

// Entry
$_['entry_name']              = 'Название группы покупателей:';
$_['entry_description']         = 'Описание:';
$_['entry_approval']            = 'Утверждение новых клиентов <br/><span class="help">Клиенты должны быть одобрены администратором перед тем как войти в систему. </span>';
$_['entry_company_id_display']  = 'Отображение номера компании <br/><span class="help">Поле отображения номера компании.</span>';
$_['entry_company_id_required'] = 'Необходимо указать номер компании<br/><span class="help">Укажите группу пользователей которой необходимо указывать номер компании в платежном адресе, перед подтверждением покупки.</span>';
$_['entry_tax_id_display']      = 'Отображение ID налоговика<br /><span class="help">Отображение номера компании в платежном адресе.</span>';
$_['entry_tax_id_required']     = 'Необходимость указывать ID налога<br /><span class="help">Укажите группу пользователей которые должны указывать ID налога в платежном адресе, перед подтверждением покупки.</span>';
$_['entry_sort_order']          = 'Порядок сортування:';

// Error
$_['error_permission']        = 'У Вас нет прав для изменения групп покупателей!';
$_['error_name']              = 'Название группы должно быть от 3 до 64 символов!';
$_['error_default']           = 'Эту группу покупателей нельзя удалить, поскольку она используется по умолчанию!';
$_['error_store']             = 'Эту группу покупателей нельзя удалить, поскольку она используется в %s магазине(ах)!';
$_['error_customer']          = 'Эту группу покупателей нельзя удалить, поскольку в нее входит %s покупатель(ей)!';
?>