<?php
// Heading
$_['heading_title']     = 'Подарочный сертификат';

// Text
$_['text_send']         = 'Отправить';
$_['text_success']      = 'Вы изменили подарочный сертификат!';
$_['text_sent']         = 'Подарочный сертификат отправлен на E-Mail!';
$_['text_wait']         = 'Подождите!';

// Column
$_['column_name']       = 'Название подарочного сертификата';
$_['column_code']       = 'Код';
$_['column_from']       = 'От';
$_['column_to']         = 'Кому';
$_['column_theme']      = 'Тематика';
$_['column_amount']     = 'Сумма';
$_['column_status']     = 'Статус';
$_['column_order_id']   = '№ заказа';
$_['column_customer']   = 'Клиент';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действия';

// Entry
$_['entry_code']        = 'Код:<br /><span class="help">Код, который клиент вводит для активации подарочного сертификата.</span>';
$_['entry_from_name']   = 'Имя отправителя:';
$_['entry_from_email']  = 'E-Mail отправителя:';
$_['entry_to_name']     = 'Имя получателя:';
$_['entry_to_email']    = 'E-Mail получателя:';
$_['entry_theme']       = 'Тематика:';
$_['entry_message']     = 'Сообщение:';
$_['entry_amount']      = 'Сумма:';
$_['entry_status']      = 'Статус:';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения подарочных сертификатов!';
$_['error_exists']      = 'Такой код подарочного сертификата уже используется!';
$_['error_code']        = 'Код должен быть от 3 до 10 символов!';
$_['error_to_name']     = 'Имя получателя должно быть от 1 до 64 символов!';
$_['error_from_name']   = 'Имя отправителя должно быть от 1 до 64 символов!';
$_['error_email']       = 'E-Mail адрес введен неверно!';
$_['error_amount']      = 'Сумма должна быть не менее 1!';
$_['error_order']       = 'Этот подарочный сертификат не может быть удален, так как он часть <a href="%s">заказа</a>!';
?>
