<?php
// Heading
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_account']    = 'Кабинет партнера';
$_['text_forgotten']  = 'Забыли пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введите адрес электронной почты от вашей учетной записи. Нажмите кнопку Продолжить, чтобы получить пароль по электронной почте.';
$_['text_success']    = 'Новый пароль был выслан на Ваш адрес электронной почты.';

// Entry
$_['entry_email']     = 'E-Mail адрес:';

// Error
$_['error_email']     = 'Такой E-Mail адрес не найден, попробуйте снова!';
$_['error_approved']  = 'Ваша учетная запись должна быть одобрена администрацией магазина, только после этого вы сможете войти в личный кабинет.';
