<?php
// Heading
$_['heading_title'] = 'Учетная запись партнера успешно создана!';

// Text
$_['text_message']  = '<p>Благодарим за регистрацию!</p> <p>You are now a member of %s affiliates.</p> <p>Вы получите уведомление на email после активации учётной записи администрацией магазина.</p> <p>Любые вопросы о партнерской программе можно задать <a href="%s">администрации магазина</a>.</p>';
$_['text_approval'] = '<p>Благодарим за регистрацию в %s!</p><p>Вы получите уведомление на email после активации учётной записи администрацией магазина.</p><p>Любые вопросы о партнерской программе можно задать <a href="%s">администрации магазина</a>.</p>';
$_['text_account']  = 'Кабинет партнера';
$_['text_success']  = 'Успешно';
