<?php
// Heading
$_['heading_title']    = 'Единица измерения';

// Text
$_['text_add']         = 'Добавление единицы измерения';
$_['text_edit']        = 'Редактирование единицы измерения';
$_['text_list']        = 'Список единиц измерения';
$_['text_success']     = 'Список единиц измерений обновлен';

// Column
$_['column_action']    = 'Действие';
$_['column_title']     = 'Название';
$_['column_unit']      = 'Обозначение';
$_['column_value']     = 'Значение';

// Entry
$_['entry_title']      = 'Название';
$_['entry_unit']       = 'Обозначение';
$_['entry_value']      = 'Значение';

// Help
$_['help_value']       = 'Установите на 1.00000 если это единица измерения по умолчанию.';

// Error
$_['error_default']    = 'Единицу измерения нельзя изменить, поскольку она установлена по умолчанию!';
$_['error_permission'] = 'У Вас нет прав для изменения единиц измерений!';
$_['error_product']    = 'Единицу измерения нельзя изменить, поскольку она прикреплена к %s товару(ам)!';
$_['error_title']      = 'Название единицы измерения должно быть от 3 до 32 символов!';
$_['error_unit']       = 'Единица измерения должна быть от 1 до 4 символов!';