<?php
// Heading
$_['heading_title']    = 'Адрес магазина';

// Text
$_['text_add']         = 'Добавление адреса магазина';
$_['text_default']     = 'По умолчанию';
$_['text_edit']        = 'Редактирование адреса магазина';
$_['text_geocode']     = 'Geocode';
$_['text_list']        = 'Список адресов';
$_['text_success']     = 'Список адреса магазина обновлен!';
$_['text_time']        = 'Время работы';

// Column
$_['column_action']    = 'Действие';
$_['column_address']   = 'Адрес магазина';
$_['column_name']      = 'Название магазина';

// Entry
$_['entry_address']    = 'Адрес';
$_['entry_comment']    = 'Комментарий';
$_['entry_fax']        = 'Факс';
$_['entry_geocode']    = 'Geocode';
$_['entry_image']      = 'Изображение';
$_['entry_name']       = 'Название магазина';
$_['entry_open']       = 'Время работы';
$_['entry_telephone']  = 'Телефон';

// Help
$_['help_comment']     = 'Добавляет комментарий на странице контактов. Например, что Ваш магазин не принимает чеки';
$_['help_geocode']     = 'Укажите вручную Geocode Вашего магазина, указав Ширину и Долготу. ПРИМЕР: (54.718681, 20.499113) БЕЗ СКОБОК И КАВЫЧЕК!';
$_['help_open']        = 'Укажите время работы магазина.';

// Error
$_['error_address']    = 'Адрес должен быть от 3 до 128 символов!';
$_['error_name']       = 'Название магазина должно содержать хотя бы один символ!';
$_['error_permission'] = 'У Вас нет прав изменять адреса магазинов!';
$_['error_telephone']  = 'Телефон должен быть от 3 до 32 цифр!';