<?php
// Heading
$_['heading_title']      = 'Доставка по городу';

// Text
$_['text_shipping']      = 'Доставка';
$_['text_success']       = 'Настройки модуля обновлены!';

// Entry
$_['entry_rate']         = 'Нормы доставки:<br /><span class="help">Введите стоимость в формате 5 целых и 2 десятичных разрядов. (12345.12) Пример: .1:1,.25:1.27 - Заказ весом меньше или равный 0.1 кг. будет стоить 1.00 руб., весом меньше или равный 0.25 кг., но больше чем 0.1 кг., будет стоить 1.27 руб. Не вписывайте <b>кг</b> или другие символы.</span>';
$_['entry_tax_class']    = 'Налоговый класс:';
$_['entry_geo_zone']     = 'Географическая зона:';
$_['entry_status']       = 'Статус:';
$_['entry_sort_order']   = 'Порядок сортировки:';

// Error
$_['error_permission']   = 'У Вас нет прав для управления этим модулем!';
?>