<?php
// Heading
$_['heading_title']     		= 'Файлы для скачивания';

// Text
$_['text_success']          	= 'Список файлов обновлен!';
$_['text_list']          		= 'Файлы для скачивания';
$_['text_add']          		= 'Добавление файла';
$_['text_edit']          		= 'Редактирование файла';
$_['text_upload']          		= 'Ваш файл успешно загружен!';

// Column
$_['column_name']          		= 'Название файла';
$_['column_date_added']         = 'Дата добавления';
$_['column_action']          	= 'Действие';

// Entry
$_['entry_name']          		= 'Название файла:';
$_['entry_filename']          	= 'Имя файла:';
$_['entry_mask']          		= 'Маска:';

// Help
$_['help_filename']          	= 'Можно загрузить через кнопку загрузки или использовать FTP для загрузки в папку файлов для скачивания';
$_['help_mask']          		= 'Рекомендуется использовать разные имена файлов и масок, чтобы исключить подбор прямой ссылки для скачивания файла';

// Error
$_['error_permission']          = 'У вас нет прав для изменения списка файлов!';
$_['error_name']          		= 'Название должно быть от 3 до 64 символов!';
$_['error_upload']          	= 'Необходимо указать файл!';
$_['error_filename']          	= 'Имя файла должно быть от 3 до 128 символов!';
$_['error_exists']          	= 'Файл не найден!';
$_['error_mask']          		= 'Маска должна быть от 3 до 128 символов!';
$_['error_filetype']          	= 'Недопустимый тип файла!';
$_['error_product']          	= 'Этот файл не может быть удален, поскольку он прикреплен к %s товару(ам)!';
