<?php
// Text
$_['text_title']				= 'Кредитная или дебетовая карта';
$_['text_credit_card']			= 'Данные кредитной карты';
$_['text_wait']					= 'Пожалуйста, подождите!';

// Entry
$_['entry_cc_number']			= 'Номер карты';
$_['entry_cc_name']				= 'Имя владельца карты';
$_['entry_cc_expire_date']		= 'Срок действия карты';
$_['entry_cc_cvv2']				= 'Код безопасности карты (CVV2)';

// Help
$_['help_start_date']			= '(если имеется)';
$_['help_issue']				= '(только для карт Maestro и Solo)';

// Text
$_['text_result']				= 'Результат: ';
$_['text_approval_code']		= 'Код подтверждения: ';
$_['text_reference_number']		= 'Код операции: ';
$_['text_card_number_ref']		= 'Последние 4 цифры номера карты: xxxx ';
$_['text_card_brand']			= 'Бренд карты: ';
$_['text_response_code']		= 'Код ответа: ';
$_['text_fault']				= 'Сообщение об отказе: ';
$_['text_error']				= 'Сообщение об ошибке: ';
$_['text_avs']					= 'Проверка адреса: ';
$_['text_address_ppx']			= 'Нет данных по указанному адресу или адрес не проверяется банком';
$_['text_address_yyy']			= 'Банк подтвердил, что улица и почтовый индекс совпадают';
$_['text_address_yna']			= 'Банк подтвердил, что улица совпадает, но индекс не соответствует данным';
$_['text_address_nyz']			= 'Банк подтвердил, что почтовый индекс совпадает, но улица не соответствует данным';
$_['text_address_nnn']			= 'Улица и почтовый индекс не совпадают с данными банка';
$_['text_address_ypx']			= 'Банк подтвердил, что улица совпадает с данными. Банк не проверяет почтовый индекс';
$_['text_address_pyx']			= 'Банк подтвердил, что почтовый индекс совпадает с данными. Банк не проверяет адрес улицы';
$_['text_address_xxu']			= 'Банк не проверяет информацию AVS';
$_['text_card_code_verify']		= 'Код безопасности: ';
$_['text_card_code_m']			= 'Код безопасности карты совпадает';
$_['text_card_code_n']			= 'Код безопасности карты не совпадает';
$_['text_card_code_p']			= 'Не обработано';
$_['text_card_code_s']			= 'Платежный шлюз сообщает, что код безопасности отсутствует на карте';
$_['text_card_code_u']			= 'Банк не сертифицирован и/или не предоставляет ключи шифрования';
$_['text_card_code_x']			= 'Не получено ответа от ассоциации по страхованию кредитов';
$_['text_card_code_blank']		= 'Пустой ответ сообщает о том, что код не был отправлен и что нет никаких свидетельств того, что код не присутствовал на карте.';
$_['text_card_accepted']		= 'Принимаются карты: ';
$_['text_card_type_m']			= 'MasterCard';
$_['text_card_type_v']			= 'Visa (Credit/Debit/Electron/Delta)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'American Express';
$_['text_card_type_ma']			= 'Maestro';
$_['text_card_new']				= 'Новая карта';
$_['text_response_proc_code']	= 'Код процессинга: ';
$_['text_response_ref']			= 'Код транзакции: ';

// Error
$_['error_card_number']			= 'Пожалуйста, проверьте правильность номера вашей карты';
$_['error_card_name']			= 'Пожалуйста, проверьте правильность имени владельца карты';
$_['error_card_cvv']			= 'Пожалуйста, проверьте правильность CVV2-кода';
$_['error_failed']				= 'Не удалось обработать ваш платеж, обратитесь к продавцу';