<?php
// Heading
$_['heading_title']				= 'Amazon Payments';
$_['heading_address']			= 'Пожалуйста, выберите адрес доставки';
$_['heading_payment']			= 'Пожалуйста, выберите способ оплаты';
$_['heading_confirm']			= 'Кратко о заказе';

// Text
$_['text_back']					= 'Назад';
$_['text_cart']					= 'Корзина';
$_['text_confirm']				= 'Подтвердить';
$_['text_continue']				= 'Продолжить';
$_['text_cba']					= 'Amazon Payments';
$_['text_enter_coupon']			= 'Введите код купона. Если у Вас его нет, оставьте поле пустым.';
$_['text_coupon']				= 'Купон';
$_['text_tax_other']			= 'Налоги / другие сборы';
$_['text_payment_failed']		= 'Ваш платеж не прошёл. Пожалуйста, свяжитесь с администратором магазина или выберите другой способ оплаты.';
$_['text_success_title']		= 'Ваш заказ размещен!';
$_['text_payment_success']		= 'Ваш заказ успешно размещен. Подробности заказа находятся ниже';

// Error
$_['error_payment_method']		= 'Пожалуйста, выберите способ оплаты';
$_['error_shipping']			= 'Пожалуйста, выберите способ доставки';
$_['error_shipping_address']	= 'Пожалуйста, выберите адрес доставки';
$_['error_shipping_methods']	= 'Произошла ошибка при получении Вашего адреса из Amazon. Пожалуйста, обратитесь к администратору магазина за помощью';
$_['error_no_shipping_methods'] = 'Нет вариантов доставки на выбранный адрес. Пожалуйста, выберите другой адрес доставки';