<?php
// Heading
$_['text_title']				= 'Кредитная / дебетовая карта (First Data)';

// Button
$_['button_confirm']			= 'Продолжить';

// Text
$_['text_new_card']				= 'Новая карта';
$_['text_store_card']			= 'Запомнить данные карты';
$_['text_address_response']		= 'Проверка адреса: ';
$_['text_address_ppx']			= 'Нет данных по указанному адресу или адрес не проверяется банком';
$_['text_address_yyy']			= 'Банк подтвердил, что улица и почтовый индекс совпадают';
$_['text_address_yna']			= 'Банк подтвердил, что улица совпадает, но индекс не соответствует данным.';
$_['text_address_nyz']			= 'Банк подтвердил, что почтовый индекс совпадает, но улица не соответствует данным.';
$_['text_address_nnn']			= 'Улица и почтовый индекс не совпадают с данными банка';
$_['text_address_ypx']			= 'Банк подтвердил, что улица совпадает с данными. Банк не проверяет почтовый индекс';
$_['text_address_pyx']			= 'Банк подтвердил, что почтовый индекс совпадает с данными. Банк не проверяет адрес улицы';
$_['text_address_xxu']			= 'Банк не проверяет информацию AVS';
$_['text_card_code_verify']		= 'Код безопасности: ';
$_['text_card_code_m']			= 'Код безопасности карты совпадает';
$_['text_card_code_n']			= 'Код безопасности карты не совпадает';
$_['text_card_code_p']			= 'Не обработано';
$_['text_card_code_s']			= 'Платежный шлюз сообщает, что код безопасности отсутствует на карте';
$_['text_card_code_u']			= 'Банк не сертифицирован и/или не предоставляет ключи шифрования';
$_['text_card_code_x']			= 'Не получено ответа от ассоциации по страхованию кредитов';
$_['text_card_code_blank']		= 'Пустой ответ сообщает о том, что код не был отправлен и что нет никаких свидетельств того, что код не присутствовал на карте.';
$_['text_card_type_m']			= 'MasterCard';
$_['text_card_type_v']			= 'Visa (Credit/Debit/Electron/Delta)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'American Express';
$_['text_card_type_ma']			= 'Maestro';
$_['text_card_type_mauk']		= 'Maestro UK/Solo';
$_['text_response_code_full']	= 'Код подтверждения: ';
$_['text_response_code']		= 'Полный код ответа: ';
$_['text_response_card']		= 'Карта используется: ';
$_['text_response_card_type']	= 'Тип карты: ';
$_['text_response_proc_code']	= 'Код процессинга: ';
$_['text_response_ref']			= 'Код транзакции: ';

// Error
$_['error_failed']				= 'Не удалось обработать ваш платеж, пожалуйста, попробуйте снова';