<?php
// Text
$_['text_title']          = 'Кредитная карта / Дебетовая карта (Paymate)';
$_['text_unable']         = 'Не удалось найти и обновить Ваш заказ';
$_['text_declined']       = 'Платёж отклонен системой Paymate';
$_['text_failed']         = 'Ошибка транзакции';
$_['text_failed_message'] = '<p>Ошибка транзакции в системе Paymate .</p><p><b>Error: </b>%s</p><p>Пожалуйста, проверьте Ваш системный счёт и повторите попытку</p><p> Если транзакция прошла успешно или обнаружена ошибка счёта, пожалуйста <a href="%s">Свяжитесь с нами</a> указав детали заказа.</p>';
$_['text_basket']         = 'Корзина';
$_['text_checkout']       = 'Оформить заказ';
$_['text_success']        = 'Операция проведена успешно';
?>