<?php
// Heading
$_['heading_title']     = 'Спасибо, что осуществляете покупку с %s .... ';

// Text
$_['text_title']        = 'Кредитная карта / Дебетовая карта (PayPoint)';
$_['text_response']     = 'Ответ системы PayPoint:';
$_['text_success']      = '... платеж успешно проведен.';
$_['text_success_wait'] = '<b><span style="color: #FF0000">Подождите...</span></b> Ваш заказ в процессе обработки.<br>Если в течении 10 секунд Вы не были автоматически перенаправлены, нажмите <a href="%s">here</a>.';
$_['text_failure']      = '... платеж отменен!';
$_['text_failure_wait'] = '<b><span style="color: #FF0000">Подождите...</span></b><br>Если в течении 10 секунд Вы не были автоматически перенаправлены, нажмите  <a href="%s">here</a>.';										  
?>