<?php
// Text
$_['text_title']           = 'Кредитная или Дебитовая карты (PayPal)';
$_['text_credit_card']     = 'Детали кредитной карты';
$_['text_start_date']      = '(если доступно)';
$_['text_issue']           = '(только для карт Maestro и Solo)';
$_['text_wait']            = 'Пожалуйста, подождите!';

// Entry
$_['entry_cc_owner']       = 'Владелец карты:';
$_['entry_cc_type']        = 'Тип карты:';
$_['entry_cc_number']      = 'Номер карты:';
$_['entry_cc_start_date']  = 'Дата активации карты:';
$_['entry_cc_expire_date'] = 'Дата окончания термина действия карты:';
$_['entry_cc_cvv2']        = 'Защитный код карты (CVV2):';
$_['entry_cc_issue']       = 'Серийный номер карты:';

// Error
$_['error_required']       = 'Необходимо указать всю информацию о платеже.';
$_['error_general']        = 'Ошибка транзакции. Пожалуйста, повторите попытку позже.';
$_['error_config']         = 'Ошибка конфирурации модуля оплаты.Пожалуйста, проверьте Ваше право доступа.';
$_['error_address']        = 'Не сопадают платежные данные города, штата и почтового индекса. Пожалуйста, проверьте правильность их ввода.';
$_['error_declined']       = 'Транзакция отклонена. Пожалуйста, повторите попытку позже.';
$_['error_invalid']        = 'Кредитная информация не доступна. Пожалуйста, повторите попытку позже.';
?>