<?php
// Text
$_['text_title']				= 'Кредитная или дебетовая карта (обработка надежно PayPal)';
$_['text_credit_card']			= 'Данные кредитной карты';
$_['text_start_date']			= '(если имеется)';
$_['text_issue']				= '(только для карт Maestro и Solo)';
$_['text_wait']					= 'Пожалуйста, подождите!';

// Entry
$_['entry_cc_owner']			= 'Владелец карты:';
$_['entry_cc_type']				= 'Тип карты:';
$_['entry_cc_number']			= 'Номер карты:';
$_['entry_cc_start_date']		= 'Карта действует с даты:';
$_['entry_cc_expire_date']		= 'Срок действия карты:';
$_['entry_cc_cvv2']				= 'Код безопасности карты (CVV2):';
$_['entry_cc_issue']			= 'Номер карты:';

// Error
$_['error_required']			= 'Предупреждение: Все поля данных оплаты обязательны для заполнения.';
$_['error_general']				= 'Внимание: Общая проблема произошла с транзакцией. Пожалуйста, попробуйте еще раз.';
$_['error_config']				= 'Предупреждение: Ошибка конфигурации модуля платежей. Пожалуйста проверьте учетные данные для входа.';
$_['error_address']				= 'Предупреждение: Нет соответствия города, штата и почтовый индекс адрес оплаты. Пожалуйста, попробуйте еще раз.';
$_['error_declined']			= 'Предупреждение: Эта транзакция была отклонена. Пожалуйста, попробуйте еще раз.';
$_['error_invalid']				= 'Предупреждение: Предоставленная информация о кредитной карте является недействительной. Пожалуйста, попробуйте еще раз.';