<?php
// header
$_['heading_title']   	 = 'Забыли пароль?';

// Text
$_['text_forgotten']     = 'Забытый пароль';
$_['text_your_email']    = 'Ваш E-mail';
$_['text_email']         = 'Введите адрес электронной почты, связанный с вашей учетной записью. Перейдите по ссылке сброса пароля, отправленной вам по электронной почте.';
$_['text_success']       = 'Ссылка для подтверждения отправлена на ваш адрес электронной почты.';

// Entry
$_['entry_email']        = 'E-mail:';
$_['entry_password']     = 'Новый пароль:';
$_['entry_confirm']      = 'Повторить:';

// Error
$_['error_email']        = 'Такой E-mail не найден';
$_['error_password']     = 'Пароль должен быть от 3 до 20 символов!';
$_['error_confirm']      = 'Пароли не совпадают!';
