<?php
// header
$_['heading_title']  = 'Сброс пароля';

// Text
$_['text_account']   = 'Аккаунт';
$_['text_password']  = 'Введите новый пароль, который вы хотите использовать.';
$_['text_success']   = 'Ваш пароль был успешно обновлен.';

// Entry
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Подтвердите';

// Error
$_['error_password'] = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']  = 'Пожалуйста, подтвердите пароль правильно!';
$_['error_code']     = 'Код сброса пароля недействителен или уже был использован ранее!';