<?php
// Heading
$_['heading_title'] = 'Учётная запись успешно создана!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваша учётная запись была успешно создана.</p><p>теперь вы можете воспользоваться дополнительными возможностями: просмотр истории заказов, печать счета, изменение своей контактной информации и адресов доставки, следить за накопленными баллами и многое другое...</p><p>Если у вас есть какие-либо вопросы, напишите нам.</p><p>Письмо с данными о регистрации было отправлено на указанный E-mail. Если вы не получили письмо, пожалуйста <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию %s!</p><p>Вы будете уведомлены по электронной почте, как только ваш личный кабинет будет активирован администрацией магазина.</p><p>Если у вас есть какие-то вопросы, пожалуйста <a href="%s">свяжитесь с администратором</a>.</p>';
$_['text_account']  = 'Личный кабинет';
$_['text_success']  = 'Учётная запись успешно создана!';
