<?php
// Text
$_['text_subject']  = '%s - Партнерская программа';
$_['text_welcome']  = 'Вы стали партнером нашего магазина %s!';
$_['text_approval'] = 'Ваша учетная запись ожидает подтверждения. После подтверждения Вы сможете входить в партнерский раздел нашего сайта по ссылке:';
$_['text_services'] = 'В партнерском разделе Вы можете получить реферальный код и реферальные ссылки, отслеживать комиссионное вознаграждение и редактировать парметры учетной записи.';
$_['text_thanks']   = 'Спасибо,';
?>