<?php
// Heading
$_['heading_title']        			= 'Почтовая рассылка';

// Text
$_['text_success']          		= 'Ваше письмо было успешно отправлено';
$_['text_sent']          			= 'Ваше письмо было успешно отправлено %м из %ти получателей!';
$_['text_list']          			= 'Почтовый список';
$_['text_default']          		= 'По умолчанию';
$_['text_newsletter']          		= 'Только подписавшимся на рассылку новостей';
$_['text_customer_all']          	= 'Всем Покупателям';
$_['text_customer_group']          	= 'Группе Покупателей';
$_['text_customer']          		= 'Только Покупателям';
$_['text_affiliate_all']          	= 'Всем Партнерам';
$_['text_affiliate']          		= 'Только Партнерам';
$_['text_product']          		= 'Только купившим эти Товары';

// Entry
$_['entry_store']          			= 'От кого';
$_['entry_to']          			= 'Кому';
$_['entry_customer_group']          = 'Группа покупателей';
$_['entry_customer']          		= 'Покупатели';
$_['entry_affiliate']          		= 'Партнеры';
$_['entry_product']          		= 'Товары';
$_['entry_subject']          		= 'Тема письма';
$_['entry_message']          		= 'Сообщение';

// Help
$_['help_customer']          		= 'Отправить сообщение только перечисленным Покупателям. (Автодополнение)';
$_['help_affiliate']          		= 'Отправить сообщение только перечисленным Партнерам. (Автодополнение)';
$_['help_product']          		= 'Отправить сообщение только тем, кто купил перечисленные товары. (Автодополнение)';

// Error
$_['error_permission']          	= 'У Вас нет прав использовать почтовую рассылку!';
$_['error_subject']          		= 'Необходимо указать Тему письма!';
$_['error_message']          		= 'Введите сообщение!';