<?php
// Heading
$_['heading_title']			= 'Периодические Платежи';

// Text
$_['text_success']          = 'Периодические платежи успешно обновлены!';
$_['text_list']          	= 'Список Профилей';
$_['text_add']          	= 'Добавление Профиля Периодического платежа';
$_['text_edit']          	= 'Редактирование Профиля Периодического платежа';
$_['text_day']          	= 'День';
$_['text_week']          	= 'Неделя';
$_['text_semi_month']       = 'Дважды в месяц';
$_['text_month']          	= 'Месяц';
$_['text_year']          	= 'Год';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> Периодический Платеж рассчитывается по Циклам и Частоте.</p><p>Например, если Вы используете Частоту - "Неделя" и Цикл - "2", то пользователю будет выставлен счет каждые "ДВЕ НЕДЕЛИ".</p><p>Продолжительность - это СКОЛЬКО РАЗ будет выставлен счет, установите 0 - тогда счет будет выставлен до тех пор, пока не будет отменен вручную.</p>';
$_['text_profile']          = 'Профиль Периодического платежа';
$_['text_trial']          	= 'Временный Профиль';

// Entry
$_['entry_name']         	= 'Название';
$_['entry_price']          	= 'Цена';
$_['entry_duration']        = 'Продолжительность';
$_['entry_cycle']          	= 'Цикл';
$_['entry_frequency']       = 'Частота';
$_['entry_trial_price']     = 'Цена';
$_['entry_trial_duration']  = 'Продолжительность';
$_['entry_trial_status']    = 'Статус';
$_['entry_trial_cycle']     = 'Цикл';
$_['entry_trial_frequency'] = 'Частота';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортировки';

// Column
$_['column_name']          	= 'Название';
$_['column_sort_order']     = 'Порядок сортировки';
$_['column_action']         = 'Действие';

// Error
$_['error_warning']         = 'Предупреждение: внимательно проверьте форму на ошибки!';
$_['error_permission']      = 'Предупреждение: Вы не имеете права редактировать подписчиков!';
$_['error_name']          	= 'Название профиля должно быть от 3 до 255 символов!';
$_['error_product']         = 'Предупреждение: Этот подписчик не может быть удален так как имеет %s продуктов!';